Repository: trewe/The_Three_Elves
Catalog: po/*.po
Languages: de, ru

source: boastful
de: prahlerisch
ru: хвастливый

source: moody
de: launisch
ru: капризный

source: fussy
de: kleinlich
ru: суетливый

source: Death of Merhil
de: Tod von Merhil
ru: Смерть Мирхайла

source: Death of Nerelia
de: Tod von Nerelia
ru: Смерть Нерелии

source: Death of Samin
de: Tod von Samin
ru: Смерть Сеймэна

source: Death of Sidonia
de: Tod von Sidonia
ru: Смерть Сидонии

source: Death of Adena
de: Tod von Adena
ru: Смерть Адении

source: Elvish Hunter
de: Elfen Jäger
ru: Охотник

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
de: Die Elfen Miliz wird hauptsächlich von Zivilisten gebildet, die ihre Bögen fallen gelassen haben, um unvorsichtige Gegner mit ihren Bolas zu fesseln und anschließend mit ihren Schwertern niederzustrecken. Sie werden geschult, die Wälder, Hügel und Berge nach Beute und Feinden zu durchkämmen.
ru: Эльфийское ополчение составлено в основном из работяг-эльфов, которые запутывают противников болами и после добивают их с помощью меча. Они отлично подходят для того, чтобы рыскать в лесах, на холмах и горах при выискивании врага.

source: sword
ru: меч

source: bolas
ru: болы

source: female^Elvish Hunter
de: Elfen Jägerin
ru: Охотница

source: Elvish Prowler
de: Elfen Herumtreiber
ru: Странник

source: Elvish Prowlers sneak across the woods, searching out enemies and protecting their people. They are trained to slip past enemies unnoticed and flank them. The combination of their bolas and blades allows them to cripple and kill opponents with alarming ease.
de: Elfen Herumtreiber schleichen sich durch die Wälder, auf der Suche nach Feinden und zum Schutz ihres Volkes. Sie haben gelernt, unbemerkt seitlich an ihren Feinden vorbei zu schleichen. Die Kombination ihrer Bolas und Schwerter ermöglicht es ihnen, ihre Gegner mit erschreckender Leichtigkeit zu lähmen und zu töten.
ru: Эльфийские странники пробираются сквозь лесные чащи в поисках врагов своего народа. Незаметно подкрадываются они к своей жертве, и так же незаметно покидают место убийства. Сочетание бол и острых клинков позволяет им легко расправляться с недругами.

source: female^Elvish Prowler
de: Elfen Herumtreiberin
ru: Странница

source: Elvish Trapper
de: Elfen Fallensteller
ru: Ловчий

source: Elvish Trappers patrol the woods; they are trained to avoid enemies when it is advantageous. They can cripple opponents with their bolas and are deadly with their swords.
de: Elfen Fallensteller patrouillieren im Wald, und sie sind geschult, Feinde zu umgehen, wenn es vorteilhaft ist. Sie können Gegner mit ihren Bolas lähmen und ihre Schwerter sind tödlich.
ru: Ловчие эльфов берегут покой родных лесов. Когда это выгодно, они могут избежать встречи с противником, а после, дождавшись подходящего момента, использовать против него меч или болы.

source: female^Elvish Trapper
de: Elfen Fallenstellerin
ru: Ловчая
