Repository: trewe/The_Three_Elves
Catalog: po/*.po
Languages: de, ru

source: Now you will be an elf once more. Nitruli merde selim alaman!
de: Jetzt wirst du wieder ein Elf sein. Nitruli merde selim alaman!
ru: Теперь ты вновь станешь эльфом. Nitruli merde selim alaman!

source: Aaaaagh! I feel... life! Is that you, Nerelia?
de: Herrje! Ich fühle … Leben! Bist du dass, Nerelia?
ru: Ааааагр! Я чувствую... жизнь! Ты ли это, Нерелия?

source: Close, very close. I am Sidonia, Sidonia Leafstel. Sister of Nerelia and Salim. And you are that one who killed the queen?
de: Nicht ganz. Ich bin Sidonia, Sidonia Leafstel. Schwester von Nerelia und Samin. Und du bist derjenige der die Königin getötet hat?
ru: Ты прав, и почти не ошибся. Я — Сидория. Сидория Лифстил, сестра Нерелии и Салима. А ты тот, кто убил королеву?

source: Yes, she changed her name to Tar Dem Lafanar. I killed her at the bridge. I am sorry, I am so sorry for that attack on Carcifall.
de: Ja, sie änderte ihren Namen zu Tar Dem Lafanar. Ich tötete sie an der Brücke. Es tut mir leid, dieser Angriff auf Carcifall, es tut mir so leid.
ru: Да. Она сменила своё имя на Тар Дем Лафанар. Я убил её на мосту. Сожалею, я так сожалею о нападении на Корифалл!..

source: Evil is defeated, together we made it. And by the way, you saved my life, and now I repaied it to you. Heal the wounded, and than we can celebrate our success.
de: Das Böse ist besiegt, gemeinsam haben wir es geschafft. Und übrigens, du hast mein Leben gerettet, und nun danke ich es dir. Heilt die Verwundeten und dann lasst uns unseren Erfolg feiern.
ru: Зло повержено, мы вместе одолели его. И, между прочим, ты спас мою жизнь. Теперь я возвращаю свой долг. Исцелим раненных и сможем отпраздновать нашу удачу.

source: 7) Assassins
de: 7) Attentäter
ru: 7) Убийцы

source: After regaining his power, Lahias is looking for another adventure. Sometimes it's not needed to come far...
de: Nachdem Lahias seine alten Kräfte wieder hat, sucht er bereits nach einer neuen Herausforderung. Doch die ist näher, als er denkt…
ru: Как только к Лахиасу возвратились силы, он направился искать новые приключения. А для этого иногда и ходить далеко не нужно...

source: teamname^Rogues
de: Schurken
ru: Бандиты

source: Marma Natin
ru: Марма Натин

source: Defeat Marma Natin
de: Besiege Marma Natin
ru: Победите Марма Натина

source: I feel... we are not alone here.
de: Ich fühle… wir sind nicht alleine hier.
ru: Мне кажется, мы здесь не одни.

source: Wind if blowing the trees apart, moon don't see that they are smart.
de: Durch die Bäume weht leise der Wind, der Mond sieht nicht, wie klug sie sind.
ru: Ветер качает одинокие деревья, луна не видит, что они умны.

source: Rogues! Kill that elves!
de: Schurken! Tötet die Elfen!
ru: Прикончите этих эльфов!

source: You bandits have no power here!
de: Ihr Banditen habt keine Macht hier!
ru: У вас, бандиты, нет здесь никакой власти!

source: This will be easy battle, we don't need to hire many warriors. Also this region looks poor, there are not many villages.
de: Dies wird ein leichter Kampf werden, wir werden nicht viele Kämpfer brauchen. Außerdem sieht diese Region arm aus, es gibt nicht viele Dörfer.
ru: Победа будет лёгкой, полагаю, не стоит нанимать слишком много воинов. Да и край выглядит довольно бедно, деревень мало.

source: Destroy that bridge!
de: Zerstört die Brücke!
ru: Разрушьте тот мост!

source: Rattek
ru: Раттек

source: Rattek junior
ru: Раттек младший

source: We must rebuild it and then defeat these bandits.
de: Wir müssen sie wieder aufbauen und dann diese Banditen besiegen.
ru: Чтобы победить бандитов, нам придётся восстановить мост.

source: First part of the bridge has been build.
de: Der erste Teil der Brücke ist fertig.
ru: Первая часть моста построена.

source: Third part of the bridge has been build.
de: Der dritte Teil der Brücke ist fertig.
ru: Третья часть моста построена.

source: Now we can cross the river. Bridge don't need to be completed. Now we can pass.
de: Jetzt können wir den Fluss überqueren. Die Brücke muss nicht komplett sein. Wir können nun weitergehen.
ru: Скоро мы окажемся на другом берегу. Мост ещё не закончен, но осталось немного.

source: Bridge has been completed.
de: Die Brücke ist wieder vollständig.
ru: Вот мост и построен.

source: Prepare to die!
de: Bereitet euch darauf vor, zu sterben!
ru: Готовьтесь сдохнуть!

source: Bandits! Kill these foolish elves!
de: Banditen! Tötet diese närrischen Elfen!
ru: Брательники! Убейте этих глупых эльфов!

source: Don't kill me, I was only here to protect this part of the river.
de: Töte mich nicht, ich war nur hier, um diesen Teil des Flusses zu schützen.
ru: Не убивайте меня, я только защищал этот участок реки.

source: Protect? Who is your master?
de: Schützen? Wer ist dein Herr?
ru: Защищал? Кто твой хозяин?

source: Why should I tell you?
de: Warum sollte ich dir das sagen?
ru: С какой такой стати я должен вам отвечать?

source: Okay, you don't need to tell us anything. So now we can kill you slowly, really slowly. First, I will cut your arms...
de: Okay, du brauchst es uns nicht zu sagen. Wir können dich auch langsam töten, ganz langsam. Zuerst werde ich deine Arme abschneiden…
ru: Ты прав. Ты ничего нам не должен говорить. И тогда мы сможем тебя медленно убивать. Ты осознаешь каждый этап расставания со своей жалкой жизнью. Для начала я потихоньку отпилю тебе руки...

source: Stop! Well I will tell you! That ranger is my master. He send me here to kill you, elves.
de: Stop! Gut, ich werde es dir sagen! Dieser Waldläufer ist mein Herr. Er schickte mich hierher um euch zu töten, Elfen.
ru: Погоди! Не надо! Я всё расскажу. Вот этот рейнджер — мой хозяин. Это он послал меня сюда, чтобы всех вас, эльфов, перебить.

source: Who? Me?
de: Wer? Ich?
ru: Кто? Я?

source: Your brother, your brother! Terrel Leafstel.
de: Dein Bruder, dein Bruder! Terrel Leafstel.
ru: Твой брат, твой брат Тиррэл Лифстил!

source: I don't have any brother. Die now!
de: Ich habe keinen Bruder. Stirb jetzt!
ru: Нет у меня никакого брата. Сдохни, тварь!

source: Maybe he lies, but we will do the best if we will go north. Just to see what is going on.
de: Vielleicht lügt er, aber es wird besser sein, wenn wir nach Norden gehen. Nur um zu sehen, was los ist.
ru: Возможно, он лжец. Но, думаю, стоит отправиться дальше на север, чтобы разобраться в происходящем.

source: 8) A new alliance
de: 8) Ein neues Bündnis
ru: 8) Новый союз

source: The Bandit outpost has beed defeated, but more than just a outpost is now ahead.
de: Der Außenposten der Banditen wurde besiegt, aber was vor uns liegt, ist mehr als ein Außenposten.
ru: Бандиты на заставе были повержены, но застава — только начало неприятностей, которые ожидают наших героев.

source: Rihen, the old but still very powerful dvarwish leader, rule this lands. He isn't accepted by the bandits, the new power in this region. Bandit forces are quickly growing, and dwarves cannot hold their own positions.
de: Rihen, der alte, aber immer noch sehr mächtige Zwergen-Anführer regiert diese Länder. Er wird von den Banditen nicht akzeptiert, die hier immer mächtiger werden. Ihre Reihen wachsen schnell, und die Zwerge können ihre Stellungen nicht halten.
ru: Гном Райхен хоть был старым, но всё ещё удерживал свой клан в подчинении. Власть в его землях оказалась в руках бандитов, но гномы не захотели склониться перед ними. Долго ли могло так продолжаться? Ведь силы бандитов возрастали, и гномам с каждым днём всё труднее было удерживать позиции.

source: Recently, armies of Merhil entered this regions, seeking for bandit lord Terren Leafstel. Will they find, what are they looking for?
de: Jetzt kommen die Heere von Merhil, auf der Suche nach dem Räuberfürsten Terren Leafstel, in diese Gegend. Werden sie finden wonach sie suchen?
ru: Недавно армии Мирхайла вошли в эти земли в поисках бандитского вожака Террена Лифстила. Но найдут ли они то, что ищут?

source: Rihen
ru: Райхен

source: teamname^bandits
de: Räuber
ru: бандиты

source: Gawin Galvino
ru: Говин Гальвано

source: female^Nadia Natin
de: Nadia Natin
ru: Надия Натин

source: Muhalin Stormcrow
ru: Мухайлин Штормкроу

source: female^Neria Stormcrow
de: Neria Stormcrow
ru: Нерия Штормкроу

source: Defeat Gawin Galvino
de: Besiege Gawin Galvino
ru: Победите Говина Гальвано

source: Get away bandits. This lands don't belong to you!
de: Zieht weiter, Banditen. Diese Ländereien gehören nicht euch!
ru: Умрите, поганые бандиты. Эти земли никогда не принадлежали вам!

source: Really? Hehehe...
de: Wirklich? Hehehe…
ru: В самом деле? Хе-хе-хе-хе...

source: Elves has come. They are really stupid to come here. Come elves, come, or you will be not able to save your hero.
de: Elfen sind gekommen. Sie müssen wirklich dumm sein, hierher zu kommen. Kommt Elfen, kommt, sonst werdet ihr nicht in der Lage sein, um euren Helden zu retten.
ru: Ты гляди: эльфы припёрлись. Они чё, в сам деле такие тупые? Давайте, эльфы, давайте, топайте сюда, спасите своего героя.

source: My brother? You mean Terrel Leafstel?
de: Mein Bruder? Meinst du Terrel Leafstel?
ru: Моего брата? Ты говоришь о Тиррэле Лифстиле?

source: Yeeeeeees!
de: Jaaaaa!
ru: Дааа!

source: I don't have any brother! Terrel is even not an elvish name. We are here to kill you!
de: Ich habe keinen Bruder! Terrel ist nicht einmal ein Elfenname. Wir sind hier um dich zu töten!
ru: Нет у меня никакого брата! Тиррэл даже имя не эльфийское. Прикончим их, да и всё дело!

source: Careful, this bandit is very dangerous.
de: Nehmt euch in acht, dieser Räuber ist gefährlich.
ru: Осторожней, эльф, этот бандит не обычная шушера. Он опасен.

source: Well dwarven chieftain, will you fight this bandits as our ally?
de: Nun Zwergen Häuptling, werdet ihr als unser Verbündeter gegen diese Banditen kämpfen?
ru: Хорошо, ты у гномов за старшего? В союзе с нами выступишь против этих мерзавцев?

source: I don't know, maybe... well, I will help you. But I don't have much army.
de: Ich weiß nicht, vielleicht… nun gut, ich werde euch helfen. Aber ich habe keine große Armee.
ru: Не знаю... Может быть... Хм.. Я помогу вам. Вот только выставить на поле боя много воинов я не в состоянии. Нет у меня войска.

source: That dwarf will no longer help you, HA-HA-HA
de: Dieser Zwerg wird euch nicht länger helfen, HA-HA-HA
ru: Этот коротышка вам уже больше не поможет. ХА-ХА-ХА!

source: Help! Please!
de: Helft mir! Bitte!
ru: Помогите! Прошу вас!

source: HA-HA-HA? I think that I am recognizing that. Where did i hear that?
de: HA-HA-HA? Ich glaube, ich kenne das. Wo habe ich es nur schon einmal gehört?
ru: ХА-ХА-ХА? Мне одному показалось это знакомым? Где же я это слышал?

source: Frederick
ru: Фредерик

source: This village is mine!
de: Dieses Dorf gehört mir!
ru: Это моя деревня!

source: You think that you defeated me?
de: Ihr glaubt ihr habt mich besiegt?
ru: Думаете, что победили меня?

source: Yes, exactly.
de: Ja, genau.
ru: Уверены.

source: Now you will see, who really I am. Tas naggot merilanis!
de: Jetzt werdet ihr sehen, wer ich wirklich bin. Tas naggot merilanis!
ru: Теперь вы увидите моё истинное обличие! Tas naggot merilanis!

source: Dark Queen
de: Dunkle Königin
ru: Тёмная Королева

source: Time to die, Sidonia. Bye bye! Also Merhil is living too long. Bye! All of you are going to die HA-HA-HA. Now rise, Lahias, my immortal hero!
de: Zeit zu sterben, Sidonia. Tschüss! Auch Merhil lebt schon zu lange. Tschüss! Ihr werdet alle sterben. HA-HA-HA. Nun erhebe dich, Lahias, mein unsterblicher Held!
ru: Пришло время смерти, Сидония. Прощай, прощай! И Мирхайл подзадержался на этом свете. Прощай и ты! Все вы обречены. ХА-ХА-ХА! Восстань, мой мёртвый герой!

source: Yes, my queen. My soul will always serve you.
de: Ja. meine Herrin. Meine Seele wird euch immer dienen.
ru: Повинуюсь, моя королева. Моя душа будет вечно служить вам.

source: I am immune to your magic. I am a leader of the grey rangers!
de: Ich bin unempfindlich gegenüber deiner Magie. Ich bin ein Anführer der grauen Waldläufer!
ru: Меня не напугать тёмными чарами. Я предводитель серых рейнджеров!

source: Very well then. Lahias, kill him!
de: Auch gut. Lahias, töte ihn!
ru: Ну и ладно. Лахиас, убей его!

source: With pleasure!
de: Mit Freuden!
ru: С удовольствием!

source: It looks like he is summoned. I feel sad but I must kill him. I must kill him to stop this madness!
de: Es sieht aus, als ob er beschworen ist. Ich habe keine andere Wahl, als ihn zu töten. Ich muss ihn töten, um diesen Wahnsinn zu stoppen!
ru: Похоже, что он призван. Это печально, но я вынужден убить его. Я должен остановить это безумие!

source: Alone at last. My friends are dead - but the evil has been defeated.
de: Nun bin ich allein. Meine Freunde sind tot - aber das Böse wurde besiegt.
ru: Остался совсем один... Мои друзья мертвы... Но зло повержено.

source: Interlude - River crossing
de: Zwischenspiel - Fluss Überquerung
ru: Интерлюдия Первая — Речная Переправа

source: Lahias is on his own quest - trying to kill one of the liches. Will he be able to bring the end to the lich and avoid his own destruction?
de: Lahias ist auf seiner eigenen Mission - er versucht einen der Lichs zu töten. Wird er es schaffen, den Lich zur Strecke zu bringen und kann er sein eigenes Verderben vermeiden?
ru: Лахиас пытается найти и убить одного из могучих личей. Сможет ли он положить конец бесчинству тёмных сил? Выдержит ли снедающее его разрушение?

source: Defeat Tademanar
de: Besiegt Tademanar
ru: Поражение Тейдеменара

source: Death of Lahias
de: Tod von Lahias
ru: Смерть Лахиаса

source: Taste my steel and rest in pieces! You cannot avoid your innevitable death, dark mage!
de: Koste meinen Stahl und ruhe in Stücken! Du kannst deinem unvermeidlichen Tod nicht entgehen, dunkler Magier!
ru: Отведай моей стали! Тебе не избежать смерти!

source: Death? HA-HA-HA
de: Tod? HA-HA-HA
ru: Смерти? ХА-ХА-ХА!

source: It would be wise to wait until the dawn. The attacks of that lich will be much weaker during the day.
de: Es wäre sicher klug, bis zum Morgengrauen zu warten. Die Angriffe des Lich werden während des Tages deutlich schwächer.
ru: Будет лучше дождаться рассвета. Днём лич окажется куда слабее.

source: This is your end, dark mage!
de: Das ist dein Ende, dunkler Magier!
ru: Вот и настал твой конец!

source: What?! What is happening to me? Aaaaaargh! Every part of my body hurts me! I... I... I feel the dark energy!
de: Was?! Was ist mit mir? Aaaaaargh! Jeder Teil meines Körpers schmerzt mir! Ich… Ich… Ich spüre die dunkle Energie!
ru: Что?! Что происходит со мной? Ааааааггх! Каждая часть моего тела наполнилась болью! Я... Я... Я чувствую тёмную энергию!

source: Interlude2 - A new way
de: Zwischenspiel 2 - Ein neuer Weg
ru: Интерлюдия Вторая — Новый Путь

source: Few days after the battle, Lahias feel that his powers are diminished. Strange combination of the quickly disappearing...
de: Wenige Tage nach der Schlacht fühlte Lahias, dass seine Kräfte schwächer wurden. Eine merkwürdige Kombination aus schnell verschwindenden…
ru: Спустя несколько дней после битвы почувствовал Лахиас, что оставляют его силы. Одолела его немощь странная...

source: Choose a training for Lahias
de: Wähle ein Training für Lahias
ru: Выберите тренировку Лахиасу

source: Some dark magic is still inside me. I can feel it.
de: In mir ist immer noch dunkle Magie. Ich kann es fühlen.
ru: Во мне ещё остался яд тёмной магии. Я чувствую его.

source: Can you describe it? Can you tell us what is still inside you from that undead curse?
de: Kannst du es beschreiben? Kannst du uns sagen, was von dem Fluch der Untoten noch in dir ist?
ru: Ты можешь описать свои ощущения? Хочешь сказать, что мёртвое проклятие не отпустило тебя?

source: I'm not sure, it is very dark for me. Some sort of anger, rage. I have a calling, dark words inside my head. They tell me to kill someone, to drain the warm from bodies. It makes me very depressed. Still the same: revenge, slaughter, verrilium, assassinations...
de: Ich bin mir nicht sicher, ich sehe es nur sehr dunkel. Eine Art von Zorn, Wut. Ich habe eine Berufung, dunkle Worte in meinem Kopf. Sie sagen mir, jemanden zu töten, die Wärme aus den Körpern zu ziehen. Es macht mich sehr traurig. Immer wieder dasselbe: Rache, Abschlachten, Verrilium, Attentate…
ru: Я не уверен, но вокруг меня сгущается тьма. Она клубится и иногда её черты приобретают форму гнева. Безудержного гнева. В моей голове звучат странные голоса. Они призывают меня убивать, испить тепло поверженных тел. Я не могу так. Я сломлен и опустошён. Всё крутится и крутится: резня, месть, веррилиум, убийства...

source: Verrilium?
ru: Веррилиум?

source: From the past and to the future, long way awaiting you sure. Many death and too much living, fear of the dark is now killing...
de: Aus der Vergangenheit und die Zukunft, ein langer Weg erwartet dich sicher. Viel Tod und auch viel Leben, die Angst vor der Dunkelheit wird getötet…
ru: Из прошлого в будущее пролегает долгая дорога. Многие смерти и очень многие жизни, страх перед тьмой убивает...

source: You mean... ?
de: Du meinst… ?
ru: Ты имеешь в виду... ?

source: Exactly what? What to the devil is going on? End this game, OK?
de: Was genau? Was zum Teufel ist hier los? Macht Schluß damit, OK?
ru: О чём ты? Хватит уже этого бреда. Довольно играть, хорошо?

source: Well, great, can someone tell me WHAT IS THIS ALL ABOUT?
de: Na schön, ist ja gut, aber kann mir vielleicht mal jemand sagen, WAS DAS ALLES SOLL?
ru: Ну хоть кто-нибудь объяснит мне, что всё это значит?

source: Verillium nur thel nannis, sefiel se na morstallin. Anyone who avoid death, will in time become her messenger.
de: Verillium nur thel nannis, sefiel se na morstallin. Jeder, der dem Tod aus dem Wege geht, wird mit der Zeit ihr Bote werden.
ru: Verillium nur thel nannis, sefiel se na morstallin. Любой, смерти избегший, посланником её станет.

source: Whaaaat?
de: Waaaas?
ru: Чтоооо?

source: You will be one of the bad guys, if I understand it well.
de: Aus dir wird einer der Bösen, wenn ich es richtig verstehe.
ru: Если я правильно понял, ты станешь одним из плохих парней.

source: Don't worry. Now you can be a very powerful elf. And on the right side of course. You are the one who will defeat the great darkness. You are a part of the ancient propheny: Young and brave, but full of hate, whenever will find a blade, end of circle end of pain, it will become his quest main.
de: Mach dir keine Sorgen. Jetzt kannst du ein sehr mächtiger Elf werden. Und auf der richtigen Seite natürlich. Du bist derjenige, der die große Finsternis besiegen wird. Du bist ein Teil der alten Prophezeiung: Jung und mutig, aber voller Hass, zieht er die Klinge nur zum Spaß, am Ende werden die Qualen schwinden, und er wird seine Bestimmung finden.
ru: Не переживай понапрасну. Теперь ты могущественный эльф. И твоё дело правое. Ты победитель ужасающей тьмы. Ты часть древнего пророчества: храбрый и молодой, но ненависти исполненный, каждый раз клинок из ножен извлекая, замыкает он круг, прекращает он боль, и искать ему избавления.

source: Me? I will become a great hero?
de: Ich? Ich werde ein großer Held werden?
ru: Обо мне, что ли? Я стану великим героем?

source: Nerelia was a priestess of the very old order. She was born to make you safe, until you will be strong enought to...
de: Nerelia war eine Priesterin eines sehr alten Ordens. Sie wurde geboren, um dir beizustehen, bis du stark genug bist…
ru: Нерелия была древней жрицей. Она вновь пришла в этот мир оберегать тебя, пока ты не наберёшься достаточно сил, чтобы...

source: To deal with a great evil?
de: Um mich der großen Finsternis zu stellen?
ru: ...Одолеть великое зло?

source: Yes. Now, you must gather your strengh as quickly as possible. Choose someone from us, who will be your trainer.
de: Ja. Jetzt musst du deine Kräfte so schnell wie möglich sammeln. Wähle einen von uns aus, der dein Trainer sein wird.
ru: Да. Теперь тебе надлежит восстановить свои силы. Выбери одного из нас наставником.

source: Very well, my choice is:
de: Na gut, ich entscheide mich für:
ru: Хорошо. Вот мой выбор:

source: Adena
ru: Адена

source: Woods have long stories, full of honor and fear. With my aid, you will be prepared to create great flames and burn your enemies. You will become a mage.
de: Die Wälder erzählen viele Geschichten, voller Ehre und Furcht. Mit meiner Hilfe wirst du lernen, große Flammen hervorzubringen und deine Feinde zu verbrennen. Du wirst ein Magier werden.
ru: Леса полны нескончаемых песен о чести и страхе. С моей помощью ты овладеешь великим пламенем, которым испепелишь врагов своих. Быть тебе магом.

source: Want to know, what a real leader need? It's respect. You will be strong as a rock, and your warriors will want to be like you Lahias, Elvish Champion.
de: Willst du wissen, was ein wirklicher Anführer braucht? Es ist Respekt. Du wirst stark sein wie ein Fels, und deine Krieger werden sein wollen wie du, Lahias, Elfen Held.
ru: Хотите знать, в ком нуждаются воины? Им нужен пример доблести и отваги. Ты станешь твёрдым, как скала, и твои воины пойдут за тобой на край света, Лахиас, эльфийский чемпион.

source: Woods are dark during night, full of fear. Become a fearless prowler, take the powers of the moon. From today, you will be one of the most powerful silver rangers.
de: Die Wälder sind dunkel in der Nacht, voller Angst. Um ein furchtloser Fallensteller zu werden, nutze die Kräfte des Mondes. Ab heute wirst du einer der mächtigsten silbernen Waldläufer sein.
ru: Ночью леса окутаны тьмой и полны страха. Стань бесстрашным скитальцем, используй лунную силу. С дня сегодняшнего быть тебе могучим серебряным рейнджером.

source: As you wish, my little hero. With your fighting ability and my magic power, you will become a powerful elvish lord.
de: Wie du wünscht, mein kleiner Held. Mit deiner Kampfkraft und meiner magischen Macht, wirst du ein mächtiger Elfen Fürst werden.
ru: Как пожелаешь, мой маленький герой. Объединив твою волю к борьбе и мою волшебную власть, ты станешь самым великим эльфийским лордом.

source: Great! Nobody can stand in my way now!
de: Prima! Nun kann sich mir niemand mehr in den Weg stellen!
ru: Великолепно! Теперь никто не станет на моём пути!

source: Learn how to Backstab your enemy
de: Lerne deine Feinde zu meucheln
ru: Научитесь наносить врагам удар в спину

source: Learn using the Shadows as cover
de: Lerne die Schatten als Deckung zu benutzen
ru: Научитесь укрываться в тени

source: a better archer
de: ein besserer Bogenschütze
ru: лучший стрелок

source: a better swordsman
de: ein besserer Schwertkämpfer
ru: лучший фехтовальщик

source: Death? Do you hear me? This is NOT my time! Not yet! Arghhh!
de: Tod? Hörst du mich? Das ist nicht meine Zeit! Noch nicht! Arghhh!
ru: Смерть? Внемли мне! Не пришло ещё моё время! Ещё нет! Аргхххх!

source: I am taking some rest now... Far from the sounds of battle and bloodhirsty beasts... Farewell, my friends!
de: Ich komme nun zur Ruhe … Weit weg vom Lärm der Schlacht und blutigen Bestien… Lebt wohl, Freunde!
ru: Я ухожу на покой... Далеко от звуков сражения и кровожадных убийц... Прощайте, мои друзья!!

source: I'm too young for such an unhappy end! Nooo...
de: Ich bin zu jung für solche ein unglückliches Ende! Neeein…
ru: Я слишком молод для такого конца! Нет...

source: It is over, who will now rule Carcifall?
de: Es ist vorbei, wer wird jetzt über Carcifall herrschen?
ru: Всё кончено. Кто теперь будет править Корифаллом?

source: Our tactics was wrong. There is no hope, I failed you, elves.
de: Unsere Taktiken waren falsch. Es gibt keine Hoffnung, ich habe euch im Stich gelassen, Elfen.
ru: Наша тактика оказалась ошибочной. Надежда потеряна. Я повёл вас, эльфы...

source: World is darkening, where are my magic crannberies?
de: Die Welt wird dunkler, wo sind meine magischen Preiselbeeren?
ru: Мир погружается во мрак, где моя волшебная земляника?

source: haughty
de: hochmütig
ru: надменный

source: gullible
de: gutgläubig
ru: легковерный
