Repository: trewe/The_Three_Elves
Catalog: po/*.po
Languages: de, ru

source: This will be a difficult fight, but we have an advantage in the forests. Let's prepare our warriors close to river, and do not forget to heal wounded units.
de: Dies wird ein schwieriger Kampf, aber in den Wäldern sind wir überlegen. Sammelt unsere Krieger in der Nähe des Flusses, und vergesst nicht, verwundete Einheiten zu heilen.
ru: Это будет не просто. Воспользуемся нашим преимуществом в лесах. Расположим воинов около реки и, главное, помните — на счету каждый клинок; не отказывайте в помощи раненным.

source: They are no match for wrath of elves!
de: Sie sind dem Zorn der Elfen nicht gewachsen!
ru: Укрыться в лесах?! Да как ты смеешь? Гнев эльфов поможет одолеть любого врага!

source: Stay calm and think - they can defeat us easily in grasslands. We must lure them to terrain suitable for us.
de: Bleibe ruhig und überlege - sie können uns im Grasland leicht besiegen. Wir müssen sie in Gelände locken, dass besser für uns geeignet ist.
ru: Успокойся и хорошенько подумай: на равнинах мы лишимся единственного нашего преимущества и будем наголову разбиты. У нас нет выхода, нужно завлечь их на благоприятную для нас местность.

source: What type of warriors is good against the undead and what against the orcs?
de: Welche Art von Kämpfern ist stark gegen die Untoten und welche gegen die Orks?
ru: Какие воины будут полезны против мертвецов, а какие против орков?

source: Skeletons are weak against impact attacks, so against them we can use our mages. But there are too little of them left. We must make sure, that they will be healed. Elves can fight the orcs, but again, they must be healed.
de: Skelette sind gegen Stoß-Angriffe schwach, also wir gegen sie unsere Magier verwenden. Aber es gibt zu wenig von ihnen. Wir müssen sicherstellen, dass sie geheilt werden. Elfen können die Orks gut bekämpfen, aber auch hier müssen unsere Leute geheilt werden.
ru: Скелеты легко поразить магическими атаками. Можно использовать против них магов... Но магов осталось так мало! Необходимо беречь их как зеницу ока. Эльфы выдержат нападение орков, но опять таки, нужно помогать бойцам, и вовремя перевязывать раны.

source: Also we must accept, that both orcs and undead are very powerful at night and weak during the day.
de: Und wir müssen bedenken, dass sowohl Orks als auch Untote sehr mächtig in der Nacht aber schwach im Laufe des Tages sind.
ru: Не стоит забывать и о времени суток. Орки и мертвецы сражаются ночью куда лучше нас. Следует по возможности атаковать их порядки в светлое время...

source: Hi. Where can I have some drink?
de: Hallo. Wo kann ich etwas trinken?
ru: Привет. Где-нибудь тут можно промочить горло?

source: Hey! I know you - you leaded that rebelion in the swamps, right?
de: Hey! Ich kenne dich - du hast diese Rebellion in den Sümpfen angeführt, nicht wahr?
ru: Эй! Да я тебя знаю! Ты предводитель восстания в болотах, верно?

source: Sure. Listen, Ive come with many well trained warriors and I hate that wretched undead. Great battle is upon us, so today you will see our real skills. Ally?
de: Sicher. Höre, ich bin mit vielen gut ausgebildeten Kämpfern gekommen, und ich hasse diese elenden Untoten. Eine große Schlacht steht uns bevor, du wirst heute sehen, wozu wir fähig sind. Verbündete?
ru: Ага. Послушайте, я привёл сюда многих обученных воинов, и как и вы, ненавижу этих несчастных мертвяков. Нас ждёт великая битва, которая покажет, кто на что способен. Ну так как, выйдем на битву союзниками?

source: Agree of course. Well, let me introduce you Sidonia.
de: Einverstanden, natürlich. Nun, laß mich dir Sidonia vorstellen.
ru: Конечно же. Позволь представить тебе Сидонию.

source: Nice girl.
de: Nettes Mädchen.
ru: Симпатичная...

source: Thanks. But enought chatter. We must prepare troops for battle.
de: Danke. Aber genug geplaudert. Wir müssen die Truppen auf den Kampf vorbereiten.
ru: Спасибо. Но хватит разговоров. Нужно готовиться к битве.

source: We need more warriors to defend the city!
de: Wir brauchen mehr Krieger um die Stadt zu verteidigen!
ru: Нам не хватает воинов для обороны города!

source: Maybe I can summon some of them...
de: Vielleicht kann ich einige von ihnen heraufbeschwören…
ru: Возможно, я смогу призвать нескольких...

source: Summoned elf
de: Heraufbeschworener Elf
ru: Призванный эльф

source: And now, my most powerful one...
de: Und nun, mein mächtigster…
ru: А сейчас мой самый сильный воин...

source: Summoned corpse
de: Heraufbeschworener Leichnam
ru: Призванный труп

source: What spell did that lich use against us?!?
de: Welchen Zauberspruch hat dieser Lich gegen uns verwendet?!?
ru: Какое заклинание бросил в нас лич?!?

source: I have no idea, but I dispelled it. Or not?
de: Ich habe keine Ahnung, aber ich habe ihn aufgehoben. Oder etwa nicht?
ru: Понятия не имею, но я его отразила. Или нет?

source: HA-HA-HA
ru: ХА-ХА-ХА

source: Summoned knight
de: Heraufbeschworener Ritter
ru: Призванный рыцарь

source: Come knights, kill the elves! Kill the mages! Kill all of them HA-HA-HA
de: Kommt Ritter, tötet die Elfen! Tötet die Magier! Tötet sie alle HA-HA-HA
ru: Явитесь рыцари, убейте эльфов! Убейте магов! Убейте их всех! ХА-ХА-ХА!

source: Ancient fire of the Earth! Power of the burning flames! Show your wrath now and create a trap for this foul undead! Bur de le natia, su vere tisia, nu bere latovie terristea hius!
de: Uraltes Feuer der Erde! Macht der brennenden Flammen! Zeigt nun euren Zorn und stellt diesen üblen Untoten eine Falle ! Bur de le natia, su vere tisia, nu bere latovie terristea hius!
ru: Древнее пламя земли! Мощь огня! Явите свой гнев и покарайте нечестивых мертвецов! Bur de le natia, su vere tisia, nu bere latovie terristea hius!

source: And about you, lich... Nar de tasimal su vere na morthipis!
de: Und nun zu dir, Lich … Nar de tasimal su Vere na morthipis!
ru: И тебя, лич... Nar de tasimal su vere na morthipis!

source: Aaaaaagh!
ru: Аааааагр!

source: Great magic, Sidonia!
de: Tolle Magie, Sidonia!
ru: Невероятная магия, Сидония!

source: Oh, thanks.
de: Oh, danke.
ru: О, спасибо.

source: Summoned Siren
de: Heraufbeschworene Sirene
ru: Призванная сирена

source: I can't hold that fire. Its starting to be really hard. We must kill that death knights.
de: Ich kann dieses Feuer nicht aufhalten. Es fängt an, wirklich schwierig zu werden. Wir müssen diese Todes-Ritter vernichten.
ru: Я не смогу долго удерживать пламя. Вызвать его было невероятно трудно, а уж дальше... Нужно быстрее расправиться с рыцарями мертвецов.

source: Grey Rangers have come!
de: Graue Waldläufer sind gekommen!
ru: Прибыли Серые Рейнджеры!

source: Oh, Brave New World!
de: Oh, schöne neue Welt!
ru: О, дивный новый мир!

source: 6) Final assault
de: 6) Letzter Angriff
ru: 6) Последняя схватка

source: Forces of Merhil and Samin broke the siege of Carcifall. In that very moment, attacks of the undead and their orc friends become weak and unorganised.
de: Die Truppen von Merhil und Samin durchbrachen die Belagerung von Carcifall. Gerade in diesem Moment wurden die Angriffe der Untoten und ihrer Ork Freunde schwach und unorganisiert.
ru: Силы Мирхайла и Сеймэна прорвали осаду Корифалла. Орки и мертвецы дрогнули, их ряды смешались, и в панике бежали они вспять, и долго ещё гнали их эльфы.

source: Main bastion if evil is on the north, where the dark queen is preparing a new army of undead and orcs. Preparing fresh troops have only begun, and sentries delivered a message about elves.
de: Das Hauptquartier des Bösen ist im Norden, wo die dunkle Königin bereits eine neue Armee von Untoten und Orks versammelt. Der Vorbereitung neuer Truppen hatte eben erst begonnen, und Wachen überbrachten eine Botschaft von den Elfen.
ru: Но нерушим остался ещё оплот зла, цитадель Тёмной Королевы, где готовятся новые полчища орков и мертвецов. День и ночь не прекращалась эта ужасная подготовка, как вдруг разведчики донесли весть о приближающихся эльфах.

source: Elves, mages, and rebel orcs now stand united and prepared to banish anyone who oppose them. Their powers are now great.
de: Elfen, Magier und Ork Rebellen sind nun vereint und bereit, jeden der sich ihnen widersetzt zu vertreiben. Ihre Kräfte sind nun gewaltig.
ru: Эльфы, маги и орки, которые восстали против тирании Тёмной Королевы, вышли единым строем навстречу потустороннему злу. Их сила теперь велика, как никогда прежде.

source: But the power of a new undead leader, Lahias, are great too.
de: Aber die Macht des neuen untoten Anführers, Lahias, war auch gewaltig.
ru: Но ничуть не меньше мощь нового предводителя мертвецов Лахиаса.

source: Captain Sparrow
ru: Капитан Спарроу

source: female^Adena
de: Adena
ru: Адена

source: Trohak
ru: Трохак

source: Tursakk
ru: Турсакк

source: Rootkit
ru: Рооткит

source: Defeat Lahias
de: Besiege Lahias
ru: Победите Лахиаса

source: Buhadumn
ru: Бухадумн

source: Such a beautiful country!
de: Welch ein schönes Land!
ru: Такая красивая страна!

source: Yes. Forests, meadows and bands of undead north of there. Brilliant.
de: Ja. Wälder und Wiesen ... und Horden von Untoten nördlich von hier. Na toll.
ru: Да. Леса, луга. И к северу полосами так мертвецы, мертвецы. Глаз не оторвать.

source: But we are goint to retake it from them, or not?
de: Aber wir werden es von ihnen zurückerobern, oder nicht?
ru: Но ведь мы возвратим себе эти земли?

source: Sure. Our forces are great. And we have a new allies.
de: Sicher. Wir sind sehr stark. Und wir haben einen neuen Verbündeten.
ru: Уверен. Наши силы и сами по себе не малы, а к тому же прибыли новые союзники.

source: Well, can you introduce them to us?
de: Gut, könntet ihr ihn uns vorstellen?
ru: Можешь нам их представить?

source: Very well. This is Trohak, son of Ngorok. He lead the rebel orcs.
de: Aber sicher. Dies ist Trohak, Sohn des Ngorok. Er führt die Rebellen der Orks.
ru: Конечно. Это — Трохэк, сын Нгорока. Он ведёт за собой восставших орков.

source: We are no longer rebels. We are the true orcs, fighting for honor and glory. Only weak orcs are fighting for undead.
de: Wir sind nicht länger Rebellen. Wir sind die wahren Orks, die für Ruhm und Ehre kämpfen. Nur schwache Orks kämpfen für Untote.
ru: Теперь мы не восставшие, теперь мы истинные орки. Мы бьёмся за честь и славу. Только трусы сражаются за королеву.

source: And this is Adena, the most craziest mage in these forests.
de: Und dies ist Adena, die verrückteste Magierin in diesen Wäldern.
ru: А это — Адена, самая сумасбродная магичка в этих лесах.

source: Birds are flying over the trees.
de: Die Vögel fliegen über den Bäumen.
ru: Птицы клиньями летят над деревьями.

source: What?
de: Was?
ru: Какой?

source: Fish love water.
de: Fische lieben das Wasser.
ru: Косяками рыбы обожают воду.

source: Hey girl, what are you drinking??
de: Hey Mädel, was trinkst denn du?
ru: Эй, девочка, что ты употребляешь?

source: Enought. We shall attack the undead bastion.
de: Es reicht. Wir sollten nun endlich das Hauptquartier der Untoten angreifen.
ru: Хватит уже. Пора штурмовать оплот мертвецов.

source: Yeah! Orcs, make your swords ready, this time we shall broke the bones of weak cursed orcs and make a new graveyard from that undead. For honor and glory!
de: Yeah! Orks, wetzt eure Klingen, jetzt werden wir den verfluchten lahmen Orks die Knochen brechen und aus diesen Untoten einen neuen Friedhof machen. Für Ruhm und Ehre!
ru: Да! Орки, приготовьте свои мечи, переломаем кости собратьям-изменникам и отравим в могилы сбежавших оттуда мертвецов. За честь и славу!

source: Rabbit like fresh carrot and fox like fresh rabbit.
de: Kaninchen mögen frische Karotten und der Fuchs mag frisches Kaninchen.
ru: Кролику нравится свежая морковь, как лисе свежий кролик.

source: Your silly forces cannot stop me! Try it, just try, and all your immortal elves will be dead. Or undead under my control! HA-HA-HA.
de: Eure lächerlichen Kräfte können mich nicht aufhalten! Probiert es aus, versucht es einfach, und alle eure unsterblichen Elfen werden sterben. Oder zu Untoten unter meiner Kontrolle! HA-HA-HA.
ru: Вашим придурковатым силам не остановить меня! Попробуйте, только попробуйте, и все ваши эльфы обретут бессмертие. Мёртвое бессмертие! ХА-ХА-ХА!

source: Lahias is that you? We must rescue him!
de: Lahias bist du das? Wir müssen ihn retten!
ru: Это Лахиас? Мы должны спасти его!

source: Rescue? What the hell are you talking about, old ugly elf witch?
de: Retten? Was zum Teufel redest du da, hässliche alte Elfenhexe?
ru: Спасти? Провались ты в пропасть, что ты мелешь, старая эльфийская карга?

source: We cash elf wich we kill elvs with long ers! Trolls, move add crash, bash and ma theyr bones!
de: Wir zerschmettern Elfen, wir töten Elfen mit langen Ohren! Trolle bewegt euch und zerschlagt, zerstampft und zer ihre Knochen!
ru: Мы крушить эльвов, мы убивать эльвов с длинными ухами! Тролли, идите и крушите, бейте и рзайте эльвов!

source: Ma? You mean maul?
de: Zer? Du meinst, zermalmen?
ru: Рзайте? Ты имел в виду терзайте?

source: Yeees! Kil ugly stinkingy elvs!
de: Jaaa! Tötet die hässlichen stinkenden Elfen!
ru: Дааааа! Убить уродливых вонючих эльвов!

source: Assassins! To positions! No elf or foolish orc will enter the domain of our master!
de: Attentäter! Auf eure Positionen! Keine Elfen oder töriche Orks werden in das Gebiet unseres Meisters eindringen!
ru: Убиииийцы! На позиции! Никто, ни эльф, ни глупый орк не подойдут к нашему командиру!

source: Elite assassin
de: Elite Attentäter
ru: Элитный убийца

source: Nameless one
de: Namenlose
ru: Безымянный

source: Spectres! Kill that mage!
de: Gespenster! Tötet diese Magierin!
ru: Призраки! Убейте того мага!

source: Death is burning! Living see both of the shores. Death itself is begging for life. To me, mighty warriors! Show your power! Assassins will be assassinated!
de: Der Tod verbrennt! Die Lebenden sehen beide Ufer. Der Tod selbst wird um sein Leben betteln. Zu mir, mächtige Krieger! Zeigt eure Macht! Attentäter werden ermordet werden!
ru: Смерть горит! Живущие зрят с двух берегов. Сама смерть вопрошает о жизни. Ко мне, могучие воины! Явите свою силу! Убийцы будут убиты!

source: Hungry Spider
de: hungrige Spinne
ru: Голодный Паук

source: Awful Spider
de: schreckliche Spinne
ru: Ужасный Паук

source: Dark Spider
de: dunkle Spinne
ru: Темный Паук

source: Ehm... no effect...
de: Ähm… es funktioniert nicht…
ru: Эмм... Никакого результата...

source: Ehm... What about other spells?
de: Ähm… Was ist mit anderen Zaubersprüchen?
ru: Эээ... А если попробовать другие заклинания?

source: Damn...
de: Verdammt …
ru: Проклятье...

source: well.. i think it should be 'tundula' instead of 'tunlua'. Tundula este se verle natalas!
de: Gut… Ich denke, es sollte "tundula" anstelle von "tunlua" heißen. Tundula este se verle natalas!
ru: Хорошо... Я думаю, нужно было произнести 'tundula' вместо 'tunlua'. Tundula este se verle natalas!

source: Summoned drake
de: Heraufbeschworener Drachen
ru: Призванный дракон

source: Better, much better!
de: Besser, viel besser!
ru: Вот так намного лучше!

source: Trees are living, trees are moving, trees are strong and very boring!
de: Bäume sind lebendig und haben es eilig, Bäume sind stark und sehr langeweilig!
ru: Деревья живут, деревья идут, деревья сильны и в кольцо вас возьмут!

source: Summoned wose
de: Heraufbeschworener Waldschrat
ru: Призванный леший

source: It is a hard battle, maybe you can help us with some magic, Sidonia.
de: Es ist ein harter Kampf, vielleicht könnt ihr uns mit etwas Magie helfen, Sidonia.
ru: Это очень тяжёлая битва, возможно, ты могла бы нам чего наколдовать, Сидония.

source: Help orc? Never!
de: Orks helfen? Niemals!
ru: Помочь оркам? Никогда!

source: ARE YOU MAD? His father and brother help us greatly against undead. We will never be here without help of the brave orc warriors. Help them.
de: Bist du verrückt? Sein Vater und Bruder halfen uns sehr gegen die Untoten. Wir wären nicht hier ohne die Hilfe der tapferen Orc Krieger. Hilf ihnen.
ru: ТЫ В СВОЁМ УМЕ? Его отец и его брат, не жалея жизни, сражались против мертвецов. Мы не добрались бы сюда, если бы не храбрые орки. Помоги им, Сидония.

source: Merhil is right, they made us a great service.
de: Merhil hat recht, sie haben uns große Dienste erwiesen.
ru: Мирхайл правильно говорит, они оказались нам большую услугу.

source: What they said is true. My father sacrificed himself to save their lives. He was their ally. I do not lie to you, we are here to defeat undead and we need to do it together.
de: Was sie gesagt haben, ist wahr. Mein Vater opferte sich, um ihr Leben zu retten. Er war ihr Verbündeter. Ich lüge euch nicht an, wir sind hier, um die Untoten zu besiegen, und wir müssen es gemeinsam tun.
ru: Они говорят правду. Мой отец пожертвовал собой, чтобы спасти их жизни. Он был верным союзником. Я не лгу тебе, здесь и сейчас мы должны победить мертвецов, а сделать это можно лишь совместными усилиями.

source: I will never help you and your brutes!
de: Ich werde euch und euresgleichen niemals helfen!
ru: Никогда не стану помогать тебе и твоим скотам!

source: So this is my decision:
de: Hört meine Entscheidung:
ru: Замолчи. Вот моё решение:

source: Sidonia, leave now. Run out of my sight!
de: Sidonia, verlass uns jetzt. Geh mir aus den Augen!
ru: Сидония, уезжай немедленно. Исчезни с глаз моих!

source: Wait. Okay Samin, I... I...
de: Warte. Gut Samin, Ich… Ich…
ru: Подожди. Хорошо, Сеймэн, я... я...

source: I am sorry Trohak. All my life i've been fighting the orcs. I never believe that orcs will be our allies. I will summon mages, to fight under your banner. I am really sorry.
de: Es tut mir leid Trohak. Mein ganzes Leben habe ich die Orks bekämpft. Ich habe nie geglaubt, dass Orks einmal unsere Verbündeten sein würden. Ich werde Magier heraufbeschwören die unter eurem Banner kämpfen. Es tut mir wirklich leid.
ru: Мне жаль, Трохак. Всю свою жизнь я сражалась с орками. И даже подумать не могла, что однажды орки станут моими союзниками. Я призову магов, которые будут биться под вашими знамёнами. И мне правда очень жаль, что так получилось.

source: We are fighting together, and this is a hard battle. Summon mages quickly, so we can clear your way to the chamber of that Death Knight.
de: Wir kämpfen gemeinsam, und das ist ein harter Kampf. Beschwöre die Magier schnell herauf, dann können wir euch den Weg in die Kammer dieser Todesritter freikämpfen.
ru: Мы сражаемся вместе, и эта битва даётся нам нелегко. Чем быстрее в наших рядах появятся маги, тем быстрее мы расправимся с рыцарями смерти.

source: Silifys
ru: Сайлифис

source: Harenn
ru: Харенн

source: Enemies will burn, my master.
de: Die Feinde werden brennen, mein Meister.
ru: Пламя поглотит твоих врагов, мой повелитель.

source: Yeaaaaaaaaaaaah!
ru: Даааааа!

source: You orcs are much weaker than Sidonia. Go home or die!
de: Ihr Orks seid viel schwächer als Sidonia. Geht nach Hause oder sterbt!
ru: Вы, орки, просто бездарные воины, вы не ровня Сидонии. Убирайтесь домой или умрите!

source: Come orcs, our bretheren fight against elvish traitors. Help them and kill every elf!
de: Kommt Orks, unsere Brüder kämpfen gegen die elfischen Verräter. Helft ihnen und tötet jeden Elfen!
ru: Давайте, орки, поможем нашим братьям биться против предателей эльфов. Ни один поганец от нас не уйдёт!

source: You will die first! Nar de tasimal su vere na morthipis!
de: Du wirst zuerst sterben! Nar de tasimal su vere na morthipis!
ru: Но прежде умрёшь ты! Nar de tasimal su vere na morthipis!

source: Orcs are fleeing, both friends and enemies! I do not think that it was a wise decision.
de: Die Orks fliehen, sowohl Freunde als auch Feinde! Ich glaube nicht, dass das eine kluge Entscheidung war.
ru: Орки бегут, поджав хвосты, и враги, и наши бывшие союзники. Не думаю, что это было мудрым решением.

source: Do not worry, Samin. My spells are much stronger then their blades. And enemy orcs are running out of my wrath, too. Now we only need to rescue Lahias.
de: Mach dir keine Sorgen, Samin. Meine Zauber sind viel stärker als ihre Klingen. Und feindliche Orks fliehen auch aus Angst vor meinem Zorn. Jetzt müssen wir nur noch Lahias retten.
ru: Не волнуйся, Сеймэн. Мои заклинания куда более действенны, чем клинки трусливых воинов. А выступившие против нас орки так же испытают на себе мой гнев. Осталось спасти Лахиаса.

source: HA-HA! You cannot defeat me!
de: HA-HA! Ihr könnt mich nicht besiegen!
ru: ХА-ХА! Вам не одолеть меня!

source: Few corpses? Is it all?
de: Ein paar Leichen? Ist das alles?
ru: Несколько трупов? Это всё, что ли?

source: Do you want more? Okay, here you are!
de: Wollt ihr mehr? Okay, hier sind Sie!
ru: Недостаточно? Вот вам ещё немного!

source: So much death. So much agony. Only sun can feel the cold of his heart.
de: So viel Tod. So viel Schmerz. Nur die Sonne kann die Kälte in seinem Herzen fühlen.
ru: Такая большая смерть. Такая большая мука. Лишь солнце узреет хлад его сердца.

source: I... I... feel paralised. My body is growing heavy. My power is disappearing.
de: Ich… Ich… fühle mich gelähmt. Mein Körper wird immer schwerer. Meine Kraft schwindet.
ru: Я... я... чувствую, как немеет моё тело. Мои руки опускаются. Моя сила покидает меня...

source: There is only one chance. Move that curse on me!
de: Es gibt nur eine Chance. Lege diesen Fluch auf mich!
ru: У нас осталась только одна возможность. Перенаправь проклятие на меня!

source: Are you sure?
de: Bist du sicher?
ru: Ты в самом деле хочешь этого?

source: Quickly, there is no much time!
de: Rasch, wir haben nicht viel Zeit!
ru: Быстрее, у нас нет времени на болтовню!

source: AAAAARGH! It is a great pain. I think that it bursting my body into pieces. My journey ends he...
de: AAAAARGH! Es schmerzt so sehr. Es bricht meinem Körper in Stücke. Meine Reise endet hier…
ru: ААААРГХ! Как больно! Моё тело будто разрывается на куски. Мой путь окончен...

source: She is dead! Nerelia is dead!
de: Sie ist tot! Nerelia ist tot!
ru: Она мертва! Нерелия мертва!

source: Nerelia sacrifieced herself and saved your life. Come, we must rescue Lahias from his undead body, faster then he kill more elves!
de: Nerelia opferte sich und hat dein Leben gerettet. Komm, wir müssen Lahias von seinem untoten Körper retten, schnell, bevor er noch mehr Elfen töten kann!
ru: Жертвуя собой, Нерелия спасла твою жизнь. А мы должны освободить Лахиаса от его мёртвого тела. И чем быстрее, тем меньше эльфов он убьёт.

source: Citizens of Carcifall are sending 100 gold to each of us.
de: Die Bürger von Carcifall senden 100 Goldstücke für jeden von uns.
ru: Жители Корифалла прислали каждому из нас по 100 золотых.

source: Maybe some magic can help us reach that chamber quickly... nan su faleh ternista, la fel mer hil tufewea!
de: Vielleicht kann etwas Magie uns helfen, diese Kammer schneller zu erreichen… nan su Faleh ternista, la mer fel hil tufewea!
ru: Возможно, магия поможет нам быстрее добраться до того укрепления... nan su faleh ternista, la fel mer hil tufewea!

source: I also know one spell. Sure, my spells are not as good as yours, sister, but now I can try it. Let the light shine in the deepest caves! Narum al lumium, terri les minum!
de: Ich weiß auch einen Zauberspruch. Sicher sind meine Zauber nicht so gut wie deine, Schwester, aber jetzt kann ich es versuchen. Möge das Licht in die tiefsten Höhlen leuchten! Narum al lumium, terri les minium!
ru: Я тоже знаю одно заклинание. Несомненно, мои заклинания не столь хороши, как твои, сестра, но я могу попытаться. Да прольётся легкий свет в самой тёмной из пещер! Narum al lumium, terri les minum!

source: Summoned dragon
de: Heraufbeschworener Drachen
ru: Призванный дракон

source: I am sure that this dragon can help us.
de: Ich bin mir sicher, dass dieser Drache uns helfen kann.
ru: Уверена, этот дракон нам поможет.
