Repository: trewe/The_Three_Elves
Catalog: po/*.po
Languages: de, ru

source: The company of the three elves and their army have recently met a white mage wanderer. He taught them how to use holy magic. This new ability merged with natural elvish powers turned some of the fighters into the elvish lords.
de: Die Gemeinschaft der drei Elfen und ihre Armee haben vor kurzem einen weißen Magier auf Wanderschaft getroffen. Er lehrte sie, die heilige Magie zu benutzen. Diese neue Fähigkeit, vereint mit den natürlichen Mächten der Elfen, verwandelte einige der Kämpfer in Elfen Fürsten.
ru: Ведь повстречался нашим героям странствующий маг. И научил эльфов использовать для борьбы с порождениями мрака светлую магию. А магия эта, на эльфийские способности положенная, превратила некоторых бойцов в эльфийских лордов.

source: Marionel
ru: Марионель

source: Zerenhil
ru: Зеренхил

source: Allas the Wanderer
de: Allas der Wanderer
ru: Странник Аллас

source: Tademanar
ru: Тейдеменар

source: teamname^Revolting Orcs
de: Aufständige Orks
ru: Восставшие орки

source: Ngo'rok
ru: Нго'рок

source: Nashtok
ru: Нашток

source: Defeat lich Tademanar
de: Besiege Lich Tademanar
ru: Одолейте Лича Тейдеменара

source: Die, you tree-loving bastards! Soon you'll become servants of our Dark Queen!
de: Sterbt, ihr baum-liebenden Bastarde! Bald werdet ihr Diener unserer dunklen Königin sein!
ru: Сдохните, любящие деревья ублюдки! Скоро все вы станете слугами Тёмной Королевы!

source: Die, die, die!
de: Sterbt, sterbt, sterbt!
ru: Смерть! Смерть! Смерть!

source: What did Samin say about them? Peaceful villagers? I think that...
de: Was hat Samin über sie gesagt? Friedliche Dorfbewohner? Ich denke, dass…
ru: Что там о них говорил Сеймэн — 'мирные сельские жители'?.. Ну-ну...

source: He couldn't know that they will become undead. That Dark Queen they speak of, who is it?
de: Er konnte nicht wissen, dass sie zu Untoten werden. Die dunkle Königin von der sie sprechen, wer ist sie?
ru: Он и знать не мог, что его люди обратятся в ходячих мертвецов. А о какой Тёмной Королеве они говорят?

source: We will certainly see her when we destroy her!
de: Dass werden wir sicher sehen, wenn wir sie vernichten!
ru: Полагаю, мы удостоимся чести лицезреть её, как только расправимся с этим сбродом.

source: I just got an idea. We should attack Herbert with our full strengh. Once he's eliminated we could move in his fortress.
de: Ich habe da eine Idee. Wir sollten Herbert mit unserer ganzen Kraft angreifen. Sobald er beseitigt ist, können wir seine Festung einnehmen.
ru: Послушайте, у меня тут идея назревает... Ударим по Герберту в полную мощь, так, чтобы у нечисти пятки засверкали, и на их плечах ворвёмся в крепость.

source: HA-HA-HA!
ru: ХА-ХА-ХА!

source: Go Lahias, I will heal you. And remember, our elvish lords are very powerful against the undead, do not let them fall!
de: Geh Lahias, ich werde dich heilen. Und denke daran, unsere Elfen Fürsten sind sehr mächtig gegen die Untoten. Achte darauf, dass sie nicht fallen!
ru: Лахиас, давай сюда, я исцелю тебя. И, не забывай, среди нас только эльфийские лорды могут противостоять мертвецам. Не позволяй им умирать понапрасну!

source: Look, there are mountains in the east. It will be wise to avoid them.
de: Seht, im Osten sind Berge. Es wird ratsam sein, sie zu vermeiden.
ru: Смотрите, на востоке горы. Лучше будет их обойти...

source: Thank you for freeing me. Every moment of being an undead was worse than hell!
de: Vielen Dank für meine Befreiung. Jeder Augenblick als Untoter war schlimmer als die Hölle!
ru: Благодарю за освобождение. Каждый момент, который провёл я в теле мертвецком, был для меня истинным кошмаром.

source: Thank you! Every second of this <i>life</i> was an endless suffering! Hear what I want to tell you. The Queen has a very powerful stronghold to the north, and she is preparing for a massive attack against the city of Carcifall, also known as the Brotherhood of Light. You must stop her at all costs!
de: Danke! Jede Sekunde dieses <i>Lebens</i> war eine endlose Qual! Hört, was ich euch zu sagen habe. Die Königin hat eine sehr mächtige Festung im Norden, und sie bereitet einen massiven Angriff gegen die Stadt Carcifall, auch als die Bruderschaft des Lichtes bekannt, vor. Ihr müsst sie um jeden Preis aufhalten!
ru: Спасибо! Каждая секунда такой <i>жизни</i> была невыносима! Услышьте же то, что открою вам. Королева владеет неприступной цитаделью на севере, там копит она силы, чтобы напасть на город Корифалл, известный здесь как Пресветлое Братство. Вы должны любой ценой остановить её!

source: My inner fire is weakening...
de: Mein inneres Feuer verlischt…
ru: Моё пламя угасает...

source: We will NOT fight for your Dark Queen! We are powerful enough, we don't want to fight for that puny woman!
de: WIR werden NICHT für die dunkle Königin kämpfen! Wir sind selbst stark genug, wir wollen nicht für diese kümmerliche Frau kämpfen!
ru: Мы не собираемся биться за твою Тёмную Королеву. Мы сами по себе. Не станем копья ломать за слабую бабу!

source: With these words you just signed your death sentence! But fulfilling it will be a pleasure for us. Warriors, slaughter that traitorous dog!
de: Mit diesen Worten habt ihr euer Todesurteil besiegelt! Und seine Erfüllung wird ein Vergnügen für uns werden. Krieger, schlachtet diese verräterischen Hunde ab!
ru: Этими словами ты подписал смертный приговор своему племени! С каким же наслаждением я исполню его... Воины, покромсайте на ремни эту шавку!

source: I will cut your filthy undead mouth into two you... you mindless pile of bones!
de: Ich werde deinen dreckigen, untoten Mund entzwei schneiden… Hirnloser Haufen Knochen!
ru: Я вырежу твой засратый язык через... Гррр! Безмозглая, груда костей!

source: Really? Let's take a look. My power is growing every second and the Queen is going to kill every orc that will stand against her!
de: Wirklich? Das werden wir ja sehen. Meine Macht wächst jede Sekunde und die Königin wird jeden Ork, der sich gegen sie wendet, töten!
ru: В самом деле? Взгляни: моя сила с каждым днём возрастает, а Королева повелела изничтожить каждого орка, который попытается противиться ей!

source: You are just a silly little skeleton. Nothing more. NOTHING!
de: Du bist nur ein dummes, kleines Gerippe. Nichts weiter. NICHTS!
ru: Ты не более, чем груда костей. Дрянных костей. Ты ничто. НИЧТО!

source: True orcs fight for the Queen! You and your... ehm... army are nothing more than cowardly chickens! Orcs, kill these rebelious weaklings! Long live the Queen!
de: Echte Orks kämpfen für die Königin! Du und deine … ähm … Armee sind nichts anderes als feige Hühner! Orks, tötet diese rebellischen Schwächlinge! Lang lebe die Königin!
ru: Истинные орки выбрали верный путь. Они бьются за Королеву! А ваша арм... твой сброд просто трусливые цыплята! Ко-ко-ко! Дайте же нам расправиться с этими недалёкими слабаками. Да здравствует Королева!

source: True. Even the peasants are more powerful than Ngorok!
de: Das ist wahr. Selbst die Bauern sind mächtiger als Ngorok!
ru: Верно. Даже крестьяне обладают большей храбростью, чем Нго'рок!

source: (Hmmm. It seams they don't know about our presence. We can use it to our advantage.)
de: (Hmmm. Es scheint, sie wissen gar nicht, dass wir hier sind. Das können wir zu unserem Vorteil nutzen.)
ru: (Хммм... Они не знают о нашем присутствии. Используем это.)

source: I am here, father! Orcs, raise your weapons!
de: Hier bin ich, Vater! Orks, erhebt eure Waffen!
ru: Я здесь, отец! Орки, поднимем оружие!

source: I hope that your arrival is not too late.
de: Ich hoffe nur, dass es nicht schon zu spät ist.
ru: Надеюсь, ты прибыл не слишком поздно.

source: Charge! Attack quickly!
de: Greift an! Sofort!
ru: Вперёд! В атаку!

source: Lebiel
ru: Лабиэль

source: My lord, I have collected some information about the Queen.
de: Mein Herr, ich habe einige Informationen über die Königin gesammelt.
ru: Мой лорд, мне удалось узнать кое-что о королеве.

source: Very well. Report it to me.
de: Sehr gut. Berichte.
ru: Замечательно. Давай рассказывай.

source: She was an elvish lady, but a monster of some kind transformed her into a very powerful undead. She have gathered an undead army and tricked the orcs to fight for her. Now their main forces are marching to destroy the Brotherhood of Light! I also saw a wandering white mage going this direction.
de: Einst war sie eine elfische Dame, aber irgendein Monster verwandelte sie in eine sehr mächtige Untote. Sie hat eine Armee von Untoten um sich geschart und die Orcs ausgetrickst, für sie zu kämpfen. Jetzt marschieren ihre Hauptkräfte, um die Bruderschaft des Lichts zu zerstören! Ich sah auch einen wandernden Weißen Magier in diese Richtung gehen.
ru: Когда-то она была эльфийкой из влиятельного семейства, но случилось несчастье — во дворец пробрался невиданный монстр и превратил юную леди в мёртвую колдунью... Никто не мог превзойти её в тёмных чарах. Долгие годы королева набирала себе армию мертвецов и обманом подчиняла окрестные племена орков. А теперь она собирается разрушить Пресветлое Братство! И ещё, мой лорд, на пути сюда мне повстречался белый маг...

source: I am that wanderer. They call me Allas.
de: Ich bin der Wanderer. Man nennt mich Allas.
ru: Это я. Позвольте представиться, меня зовут Эллас.

source: You must go with me to the Brotherhood now! We have no time to spare.
de: Du mußt mit mir zur Bruderschaft gehen! Wir haben keine Zeit zu verlieren.
ru: Прошу вас, поспешите! Город находится на грани гибели, нужно немедленно идти к Пресветлому Братству!

source: All of us will go! Elves, prepare to move west!
de: Wir alle werden gehen! Elfen, bereitet euch vor nach Westen zu gehen!
ru: Мы все отправляемся в путь! Эльфы, выдвигаемся на запад!

source: But what about this lich? He is fleeing! I'm going after him!
de: Aber was ist mit diesem Lich? Er ist geflohen! Ich muß ihn verfolgen!
ru: Но что же делать с личем? Он бежит! Нельзя упускать такую возможность. Я последую за ним по пятам!

source: Lahias, have you lost your mind?!
de: Lahias, hast du den Verstand verloren?
ru: Лахиас, ты спятил?

source: Just trust me! This is my battle, and I will defeat him quickly! Go to protect the Brotherhood, I will wait for you there.
de: Vertraue mir! Das ist mein Kampf, und ich werde ihn schnell besiegen! Geht, um die Bruderschaft zu schützen, ich werde dort auf euch warten.
ru: Доверься мне. Это моя битва, я быстро с ним разделаюсь. Идите на подмогу Братству. Встретимся под стенами города!

source: Move Lahias here
de: Bewegt Lahias hierhin
ru: Переместите Лахиаса сюда

source: Move Lahias to the bridge.
de: Bewegt Lahias zur Brücke.
ru: Переместите Лахиаса на мост.

source: This will be a deadly duel. Prepare yourself, undead beast!
de: Dies wird ein tödlicher Kampf. Mache dich darauf gefasst, untote Bestie!
ru: Это будет смертельный поединок. Приготовься, тварь!

source: These hills are... too quiet.
de: Diese Hügel sind … zu ruhig.
ru: Эти холмы... слишком тихо вокруг.

source: It's a trap! Defend yourselves!
de: Das ist eine Falle! Wehrt euch!
ru: Ловушка! Защищайтесь!

source: 4) The great march
de: 4) Der große Marsch
ru: 4) Великий поход

source: The elves were in a great hurry to the city of Carcifall, well known as the Brotherhood of Light. This city, created by the holy magic of the white mages together with the hands of the elves, have already been under attack.
de: Die Elfen zogen in großer Eile zur Stadt Carcifall, auch als die Bruderschaft des Lichts bekannt. Die Stadt, durch den heiligen Zauber der weißen Magier gemeinsam mit Hilfe der Elfen geschaffen, wurde bereits angegriffen.
ru: Эльфы как могли спешили на выручку к городу Корафаллу, в окрестных местах Пресветлым Братством именуемому. Древний был это город. Не одно столетие простоял он во здешних землях, и всегда жители превыше всего ставили чистые помыслы, ибо основан он был пресветлыми белыми магами, что с эльфами дружбу водили. Вот и торопились эльфы к охваченному огнём городу...

source: Merhil assumed that such a city certainly had a very powerful defences. But was he right? Is there a city which can stand such a massive attack? Growing darkness was making the march much more difficult. He wondered what was causing these lands to be so... hostile.
de: Merhil war davon ausgegangen, dass eine solche Stadt sicherlich eine sehr mächtige Abwehr hat. Aber stimmte das wirklich? Gibt es überhaupt eine Stadt, die einen solchen massiven Angriff ertragen kann? Die zunehmende Dunkelheit machte den Vormarsch noch sehr viel schwieriger. Merhil fragte sich, weshalb diese Länder so … feindselig seien.
ru: Мирхайл предполагал, что должна быть у города верная и надёжная оборона. Но терзали его сомнения, что если ошибался он? Какой город сможет устоять против такого нашествия? Тем временем на болота пала ночь и идти вперёд стало непомерно трудно. Будто весь край ополчился на эльфийскую армию.

source: Orcs? Undead? Or was it something more?
de: Orks? Untote? Oder war es etwas anderes?
ru: Орки? Мертвецы? Или кто-то ещё более грозный?

source: teamname^Saurians
de: Saurier
ru: Ящеры

source: Got'skal
ru: Гот'скал

source: Marius
ru: Мариус

source: Narok
ru: Нарок

source: Merhil must capture the fort in the south-west.
de: Merhil muß die Festung im Südwesten erreichen.
ru: Мирхайл захватывает форт на юго-западе.

source: Southwestern fort
de: südwestliche Festung
ru: Юго-западный форт

source: Trug
ru: Труг

source: We have to move west very quickly or else... Look, lava!
de: Wir müssen sehr schnell nach Westen, andernfalls … Seht, die Lava!
ru: Нам нужно быстрее двигаться на запад, иначе... Гляньте: лава!

source: I don't know these parts very well, but this lava looks very unnatural. Some sorcerer was probably having some fun here.
de: Ich kenne mich damit nicht besonders gut aus, aber diese Lava sieht sehr unnatürlich aus. Einige Zauberer haben sich da wohl einen Spaß gemacht.
ru: Я не настолько хорошо разбираюсь в горных науках, но эта лава выглядит неестественно. Похоже, здесь позабавился какой-то волшебник.

source: But that troll over there looks quite natural. How about asking him what is going on here?
de: Aber der Troll da drüben sieht ganz natürlich aus. Wie wäre es denn, ihn zu fragen, was hier los ist?
ru: Но тот тролль выглядит очень даже естественно. Может, стоить расспросить его?

source: Are you sure that this is a good idea?
de: Bist du sicher, dass dies eine gute Idee ist?
ru: Ты уверена, что эта хорошая идея?

source: He looks like one of that evil ones, but he cannot face us alone. Let's have a closer look at him.
de: Er sieht aus wie einer der Bösen, aber er kann es nicht allein mit uns aufnehmen. Schauen wir ihn uns genauer an.
ru: Доброго парня он не напоминает, но не станет же он в одиночку кидаться на всех нас? Окажемся ближе — посмотрим.

source: Excuse me, mr... troll. Can you tell us what is happening here? And what is that lava doing over there?
de: Entschuldigen Sie, Herr… Troll. Können sie uns sagen, was hier los ist? Und was ist mit dieser Lava da drüben?
ru: Прошу прощения, добрый тролль. Не подскажешь ли нам, что тут происходит? И что это за странная лава?

source: Halt! What is puny elfs doing here? Speak quickly or Trug crush your skulls like... skulls!
de: Halt! Was mickrige Elfen machen hier? Schnell antworten oder Trug zermatschen eure Schädel wie… Schädel!
ru: Стойте! Что маленькие эльфы здесь делать? Быстро говорить! А то Труг пробьёт ваши черепа как... черепа!

source: We...
de: Wir …
ru: Мы...

source: We are heading west to protect the city of Carcifall from the invasion of orcs and undead.
de: Wir sind unterwegs nach Westen, um die Stadt Carcifall vor einer Invasion der Orks und Untoten zu schützen.
ru: Мы движемся на запад, чтобы защитить город Корифалл от орков и мертвецов.

source: You no can go, Trug eat you.
de: Ihr nicht gehen könnt, Trug essen euch.
ru: Вы не пройти. Труг вас съест.

source: We are hunting that traitor Samin Leafstel.
de: Wir sind auf der Jagd nach den Verräter Samin Leafstel.
ru: Мы охотимся на предателя Сеймена Лифстила.

source: Oh, maybe you can go west. You eat Sama... elf.
de: Oh, dann vielleicht könnt ihr Westen gehen. Ihr essen Sama… Elf.
ru: О. Можете идти на запад. Вы съесть Сайм... эльфы.

source: We are marching west to attack Carcifall, as the Dark Queen has commanded us.
de: Wir marschieren nach Westen um Carcifall anzugreifen, wie die dunkle Königin es uns geboten hat.
ru: Мы идём на запад, что напасть на Корифалл по приказу Тёмной Королевы.

source: Queen? Hm... Me guess you can go west. Queen is good. Queen send food to Trug. Food come tied and no have weapons.
de: Königin? Hm … Ich denken, ihr Westen gehen könnt. Königin ist gut. Königin senden Essen zu Trug. Essen kommt gefesselt und keine Waffen haben.
ru: Королева? Гм... Труг думать вы идти на запад. Королева хорошая. Королева присылает Трогу еду. Еда хорошая. Еда связанная и без оружия.

source: We are here to kill every ugly, stinky troll who crosses our path!
de: Wir sind hier, um alle hässlichen, stinkenden Trolle, die unseren Weg kreuzen, zu töten!
ru: Мы должны убить здесь каждого вонючего тролля, который станет на нашем пути!

source: Youuuu! Bad, bad elf. Me eat you! No. Me crush your skull and eat you!
de: Na, na, na! Schlechte, böse Elfs. Ich euch fressen! Nein. Ich zermatschen Schädel und essen euch!
ru: Тыыыы! Плохой, плохой эльф! Труг съесть тебя! Труг сокрушить твой череп и съесть тебя!

source: I have a very bad feeling about that journey of Lahias. Do you think he is allright? I hope he is not wounded or... something worse.
de: Ich habe ein sehr schlechtes Gefühl wegen Lahias' Alleingang. Denkst du, es geht ihm gut? Ich hoffe, er ist nicht verletzt oder… etwas schlimmeres.
ru: Я беспокоюсь о Лахиасе, меня не покидают дурные предчувствия. Как думаешь, с ним всё нормально? Надеюсь, ранение или.. что похуже обошло его стороной.

source: No need to worry, he is strong and witty.
de: Mache dir keine Sorgen, er ist stark und gewitzt.
ru: Нет нужды волноваться понапрасну: Лахиасу не занимать ни силы, ни смекалки.

source: But I do not see him. It seams he is late. He may be in a very difficult situation right now.
de: Aber ich sehe ihn hier nicht. Es scheint, er hat sich verspätet. Er könnte in großen Schwierigkeiten sein.
ru: Прошло уже столько времени. Он уже вполне мог нагнать нас... Возможно, прямо сейчас он оказался в безвыходной ситуации.

source: Or he may be closer to the Carcifall then we are as well.
de: Oder er ist näher an Carcifall als wir.
ru: А может быть, что он уже куда ближе к Корифаллу, чем мы.

source: Sidonia might help us now. I will try to contact her.
de: Sidonia könnte uns jetzt helfen. Ich werde versuchen, mit ihr in Verbindung zu treten.
ru: Сидония могла бы нам помочь. Я попробую связаться с ней.

source: Sidonia? That crazy sorceress?!? Are you sure that she will help us?
de: Sidonia? Die verrückte Zauberin?!? Bist du sicher, dass sie uns helfen wird?
ru: Сидония? Та рехнувшаяся магичка?! Ты серьёзно полагаешь, что она чем-то сможет нам помочь?

source: Yes, I trust my sister.
de: Ja, ich vertraue meiner Schwester.
ru: Да, я доверяю своей сестре.

source: Sister? You are full of surprises, my darlin'
de: Schwester? Du bist voller Überraschungen, mein Liebling.
ru: Сестре? Ты по-прежнему полна сюрпризов, моя дорогая.

source: Voice unknown for most, but very familiar to Nerelia, whispers in the wind. As the sound fades everyone can be sure that their progress will be easier now.
de: Eine Stimme, fremd den meisten, aber sehr vertraut für Nerelia, flüstert im Wind. Als der Klang verhallt, kann jeder sehen, dass das Vorankommen jetzt leichter ist.
ru: Среди ветреного шороха, никому иному неразличимый, раздался знакомый Нерелии шёпот. Покружив над болотами, растворится он в неизвестности, а эльфам теперь стало куда легче продвигаться вперёд.

source: Groshak
ru: Грошак

source: Tolec
ru: Толек

source: Mufi
ru: Муфи

source: To the city, quick! Pillage every single... what are these elves doing here?
de: Zur Stadt, schnell! Plündert jeden einzelnen … was machen diese Elfen denn hier?
ru: Не задерживаемся! Разделитесь и грабьте по отдельности... Что это эльфы тут забыли?

source: Hey you, are you friends of Ngorok?
de: Hey du, bist du ein Freund von Ngorok?
ru: Эй ты, вы друзья Нгорока?

source: Ngorok?! Weakling Ngorok is a traitor! We are fighting for the Queen.
de: Ngorok? Dieser Schwächling Ngorok ist ein Verräter! Wir kämpfen für die Königin.
ru: Нгорок?! Трусливый Нгорок засранный предатель! Мы бьёмся за Королеву.

source: Well, we are here to kill every last servant of the Queen! To arms, my friends!
de: Nun, und wir sind hier, um jeden, auch die letzten Diener der Königin zu töten! Zu den Waffen, meine Freunde!
ru: Ааа. Ну а мы должны убить каждого, кто за эту королеву бьётся. К оружию, мои друзья!

source: I am slow, too slow. I can never make it in time. Why have I become an adventurer without having a horse?
de: Ich bin langsam, zu langsam. Ich kann es nie rechtzeitig schaffen. Warum bin ich ein Abenteurer ohne Pferd geworden?
ru: Я слишком медленный, тролль раздери! Никогда не успеваю вовремя. И почему я вечно встряю в приключения, не имея под собой хотя бы мало-мальски годного скакуна?

source: We are close, I can feel it!
de: Wir sind nah, ich kann es fühlen!
ru: Мы близко, я чувствую!

source: Yes, we are nearly there.
de: Ja, wir sind fast da.
ru: Да, мы почти на месте.

source: 5) Party for vultures
de: 5) Party für die Aasgeier
ru: 5) Пир стервятников

source: Carcifall is under attack of the combinated forces of orcs and undead. Elves and mages prepare defenses, but it will not guard the city for long.
de: Orks und Untote haben sich verbündet und greifen gemeinsam Carcifall an. Elfen und Magier bereiten die Verteidigung vor, aber sie werden die Stadt nicht lange schützen können.
ru: Тяжко пришлось защитникам города Корифалла, с трудом отражали они непрерывные атаки орков и ходячих мертвяков. Эльфы и маги, выбиваясь из сил, укрепляли стены, восстанавливали разрушенные нападающими участки. Но силы уже покидали их...

source: Their only hope lies in Samin and warriors loyal to him.
de: Ihre einzige Hoffnung ruht auf Samin und seinen treuen Kämpfern.
ru: Единственная надежда была на Сеймэна и его воинов.

source: And unexpected reinforcements lead by Merhil, still nearly unknown adventurer.
de: Doch auch unerwartete Verstärkung unter der Führung von Merhil, dem noch nahezu unbekannten Abenteurer, nähert sich.
ru: И нежданно привёл подкрепление к защитникам осаждённого города искатель приключений Мирхайл.

source: Sidonia
ru: Сидония

source: Captain Jagr
de: Hauptmann Jagr
ru: Капитан Ярг

source: female^Narven
de: Narven
ru: Нарвин

source: Tarku
ru: Тарку

source: Fan'to'mas
ru: Фан'ту'мейс

source: Ghost of Navigator
de: Geist des Navigators
ru: Призрак Навигатора

source: Defend the city
de: Verteidigt die Stadt
ru: Защитите город

source: Tarsos
ru: Тарсоз

source: Lucia
ru: Люсия

source: Marilio
ru: Марилио

source: Tadien
ru: Тайдьен

source: Debra
ru: Дебра

source: Ian
ru: Иэн

source: Captain Narufel
de: Hauptmann Narufel
ru: Капитан Нэруфель

source: Captain Tesias
de: Hauptmann Tesias
ru: Капитан Тесиас

source: This city will not fall! Prepare defences!
de: Diese Stadt wird nicht fallen! Macht euch für die Verteidigung bereit!
ru: Этот город никогда не падёт! Не отступим, братья!

source: We are going to infest this city!
de: Wir werden über diese Stadt herfallen!
ru: Скоро мои воины зальют кровью улочки вашего городка!

source: Never...
de: Niemals…
ru: Никогда...

source: Sahias
ru: Сахиас

source: Neril
ru: Нериль

source: In the name of Samin Leafstel, remove this black plague!
de: Im Namen von Samin, macht Schluß mit dieser schwarzen Plage!
ru: Именем Сеймена Лифстила прогоните прочь эту мерзкую чуму!
