Repository: trewe/The_Three_Elves
Catalog: po/*.po
Languages: de, ru

source: The Three Elves
de: Die Drei Elfen
ru: Три эльфа

source: TTE
de: DDE
ru: ТЭ

source: Three elves have just begun their adventure in the northern swampland. Will they become heroes or will they be responsible for another undead expansion?
de: Drei Elfen suchen in den nördlichen Sümpfen nach einem Abenteuer. Werden sie zu Helden werden, oder für die weitere Ausbreitung der Untoten verantwortlich sein?
ru: Для трёх эльфов, которые отправились на северные болота, начинается полный опасных приключений путь. Станут ли они героями или приведут мир на край гибели?

source: (Novice level, 8 scenarios)
de: (Einstufung: Einfach, 8 Szenarien)
ru: (Для новичков, 8 сценариев)

source: Archer
de: Bogenschütze
ru: Лучник

source: (Easy)
de: (Einfach)
ru: (Легко)

source: Avenger
de: Elfenrächer
ru: Мститель

source: (Hard)
de: (Herausfordernd)
ru: (Трудно)

source: Campaign Design
de: Kampagnengestaltung
ru: Разработка кампании

source: Text corrections
de: Text Korrekturen
ru: Корректор текта

source: Campaign Maintenance
de: Kampagnenbetreuung
ru: Поддержка кампании

source: Previous Campaign Maintenance
de: Vorherige Kampagnen Betreuung
ru: Поддержка кампании

source: Translations
de: Übersetzungen
ru: Переводы

source: Also many thanks to:
de: Ebenfalls vielen Dank an:
ru: Особая благодарность:

source: 1) Into the swamp
de: 1) Auf in die Sümpfe
ru: 1) В глубь болот

source: The Northern swamp is incredibly dangerous place full of undead, constantly seeking their vengeance against all living creatures. Only a fool would venture into these lands. Though three elven warriors have recently entered, looking for an adventure.
de: Die nördlichen Sümpfe sind ein äußerst gefährlicher Ort, voller Untoter, die ständig nach Rache gegen alle Lebewesen trachten. Nur ein Narr würde sich in diese Gegend wagen. Dennoch sind drei Elfen Helden hier seit kurzem auf der Suche nach einem Abenteuer.
ru: Опасное это место - Северное Болото. Испокон веку изрыгает оно из своих глубин разлагающихся мертвяков, которые ищут погибели всем живым существам. Только безумец отважится направить свой путь в эти гнилые земли... Но однажды в поисках приключений оказались здесь три эльфийских воина.

source: Viliam Bur and Stanislav Hoferek wish you a lot of fun and, of course, many successful battles.
de: Viliam Bur und Stanislav Hoferek wünschen Ihnen viel Spaß und natürlich viele erfolgreiche Schlachten.
ru: Viliam Bur и Stanislav Hoferek желают вам хорошо провести время и одержать великие победы.

source: teamname^Elves
de: Elfen
ru: Эльфы

source: Merhil
ru: Мирхайл

source: Teddy
ru: Тедди

source: Blob
ru: Блоб

source: teamname^Undead
de: Untote
ru: Мёртвые

source: Mal'Der
ru: Мал'Дер

source: Kad'Len
ru: Кад'Лен

source: Greetings! My name is Lahias. Choose the path which I shall follow. I can become a dexterous archer, a sturdy fighter, balanced hunter or a quick scout. Everything is in your hands, now. These tips may help you: As <b>Archer</b> he excels in ranged attacks. He is unmatched in the forests, but he's also very vulnerable out of them. He may also learn how to conceal himself in the woods. The <b>Fighter</b> endures most of the melee combats and disposes of remarkable defense. He may also learn the leadership ability in time. <b>Hunters</b> are a very versatile unit, very useful at nightime, but weak during day. His power will grow rapidly with time. The <b>Scout</b> is great at exploring and quick diversions on the battlefield but misses the attack force. It is NOT a very wise choice for this campaign.
de: Willkommen! Mein Name ist Lahias. Wähle den Weg, dem ich folgen soll. Ich kann ein geschickter Bogenschütze, ein robuster Krieger, ein ausgewogener Jäger oder ein schneller Späher werden. Alles liegt in deinen Händen. Diese Tipps können dir helfen: Der <b>Bogenschütze</b> zeichnet sich bei Fernangriffen aus. Er ist unübertroffen in den Wäldern, aber sehr verletzlich außerhalb von ihnen. Er kann auch lernen, wie man sich im Wald versteckt. Der <b>Krieger</b> besteht die meisten Kämpfe im Nahkampf und verfügt über eine bemerkenswerte Verteidigung. Er kann mit der Zeit auch ein erfahrener Anführer werden. Der <b>Jäger</b> ist eine sehr vielseitige Einheit, sehr nützlich bei Nacht, aber schwach am Tage. Seine Macht wird mit der Zeit schnell wachsen. <b>Kundschafter</b> sind hervorragend bei der Erkundung des Schlachtfeldes und schnellen Ablenkungsmanövern, können aber nur schwache Angriffe führen. KEINE sehr kluge Wahl für diese Kampagne.
ru: Моё почтение! Позвольте представиться: меня зовут Лахиас, ударение на первом слоге, да, вот так, спасибо. Отдаю свою судьбу в твои руки. Я могу стать ловким лучником, крепким бойцом, отличным охотником или быстрым, как сокол, разведчиком. Выбирай! А я, может, что полезное подскажу: <b>Лучник</b> силён в дальних атаках, и в лесу неплохо оборону держит. Нет ему равных в родной стихии. Вот, правда, без лесов лучнику туго приходится. И, кстати, со временем лучник научится укрываться в лесных чащах от посторонних глаз. А <b>Боец</b> просто рождён для ближнего боя. Нет защиты, которая устояла бы против его ловких ударов, а когда-нибудь такой храбрец окажется достойным повести за собою других воинов. <b>Охотники</b> и в ближнем, и в дальнем бою хороши. Особенно опасны они в ночную пору, но днём от них толку мало, хотя опыта они набираются быстро, и со временем могут приятно удивить. <b>Разведчики</b> стрелой проносятся по вражеским землям, никто не укроется от их зоркого глаза, но вот сдержать яростную атаку врага... Нет, выбрать разведчика — не самое лучшее решение для этой кампании.

source: Choose Lahias type
de: Wähle Lahias' Einheit
ru: Выберите тип Лахиаса

source: Lahias
ru: Лахиас

source: Fighter
de: Krieger
ru: Боец

source: Hunter
de: Jäger
ru: Охотник

source: <i>Scout <small>(not recommended)</small></i>
de: <i>Kundschafter <small>(nicht empfohlen)</small></i>
ru: <i>Разведчик <small>(не рекомендуется)</small></i>

source: Oh no, the undead! There is nothing interesting here. Go back from where you came, foul creatures! You won't get our souls.
de: Oh nein, die Untoten! Es gibt nichts Interessantes hier. Geht zurück, von wo ihr gekommen seid, widerliche Kreaturen! Ihr werdet unsere Seelen nicht bekommen.
ru: О нет! Мертвецы! Проваливайте обратно в свои гнилые болота, поганые твари! Вам не достанутся наши души!

source: Filthy peasants! Your souls are worthless, but your corpses will serve us well. And once we are finished here, we will move to the neighbouring villages. More mindless slaves to our command. Excellent!
de: Dreckige Bauern! Eure Seelen sind wertlos, aber eure Leichen werden uns gute Dienste leisten. Und wenn wir hier fertig sind, werden wir in die umliegenden Dörfer ziehen. Noch mehr hirnlose Sklaven in unseren Diensten. Sehr gut!
ru: Вонючие крестьяне! Ваши жалкие души не стоят и ломаного гроша, но ваши трупы удостоятся чести прислуживать нам. И вы будете не одни. Как только подчиним вас, то направимся и в соседние деревни. Нам потребуется много тупых рабов!

source: You leave us no other choice than to take our weapons and put your dark magic to an end. I know of your troops on our side of the river. We are not scared of you. To arms, men!
de: Ihr lasst uns keine andere Wahl, als unsere Waffen zu ergreifen und eure dunkle Magie zu beenden. Ich weiß von deinen Truppen auf unserer Seite des Flusses. Wir haben keine Angst vor dir. Zu den Waffen, Männer!
ru: У нас не осталось иного выхода. Нечисть уже перешла реку, они близко, пора положить этому край. К оружию, братья! Не устрашимся злых чар!

source: Nerelia
ru: Нерелия

source: What is it in front of me? It seams we arrived just in time. Can you spare some fun for us?
de: Was tut sich da vor mir? Es scheint, wir kommen gerade noch rechtzeitig. Könnt ihr Spaß für uns aufheben?
ru: Что я вижу? Кажется, мы прибыли вовремя. Оставите и нам немного развлечения?

source: Let me see... Elves! What a fortunate coincidence. They will make excellent skeletons or perharps even ghosts. Attack, my minions!
de: Seht an … Elfen! Was für ein glücklicher Zufall. Aus denen werden gute Skelette oder sogar Gespenster. Zum Angriff, mein Diener!
ru: Кто это пожаловал?.. Эльфы! Какая удача! Из эльфов получаются не только изящные скелеты, но и шустрые призраки. Вперёд, мои верные слуги!

source: Whoever you are, help us! We will give you all the gold we have.
de: Wer ihr auch seid, helft uns! Wir geben euch alles Gold das wir haben.
ru: Кто бы вы ни были, помогите нам! Мы отдадим всё золото, что у нас есть!

source: Hm, this looks promising. And how much gold do you have?
de: Hm, das hört sich vielversprechend an. Und wieviel Gold habt ihr?
ru: Хм, звучит заманчиво. И сколько там золота?

source: Well, actually... We don't have any gold here with us. But, uhm... We can surely get you some. There is a great treasure burried near the river. It is a chest filled with gold! According to the legend, the chest is north-east of here, close to the old river basin. Somewhere in the center of this region. It was hidden by Alfred Mahel, famous master lumberjack. You can keep half of the entire treasure, if you manage to find it.
de: Na ja, eigentlich… Wir haben gar kein Gold hier bei uns. Aber, ähm… Wir können sicher welches finden. Da ist ein großer Schatz in der Nähe des Flusses vergraben. Es ist eine Truhe voller Gold! Nach der Legende ist die Truhe nordöstlich von hier, in der Nähe der alten Flussgebiete versteckt. Irgendwo in der Mitte dieser Region. Sie wurde von Alfred Mahel, dem berühmten Holzfäller-Meister versteckt. Ihr könnt die Hälfte des gesamten Schatzes haben, wenn ihr ihn findet.
ru: Нууу, на самом деле... При нас-то золота никакого и нету. Но, гмм... Но у реки упрятано сокровище. Цельный сундук золота! Вот токмо где именно он захоронен, про то не ведаем. Знаем лишь, что где-то там, отседова на северо-восток, около старого русла. Вот там его искать и надобно. А скрыл его там Альфред Мэхель, не последний дровосек в наших краях. Токмо ента, сразу положим: ежели скарб отыщите, то больше половины забирать не станете.

source: Prepare to die painfully! You will become my slaves and serve me for centuries!
de: Bereitet euch darauf vor, qualvoll zu sterben! Ihr werdet meine Sklaven werden und mir Jahrhunderte lang dienen!
ru: Приготовьтесь к мучительной гибели! Вы станете моими рабами на долгие века, пока тлен не сточит ваших костей!

source: A few black-dressed clowns out of their mind and a chest full of gold ahead! Let the fun begin!
de: Ein paar schwarz angezogene, hirnlose Clowns und eine Truhe voller Gold voraus! Der Spaß kann beginnen!
ru: Итак, у нас тут имеются несколько ряженных в чёрное шутов и полный золота сундук. Йо-хо! Позабавимся!

source: Beware, Lahias! Don't run into the hardest battle. You won't have good chances to survive on your own. Remember, your attack is much stronger when you are fighting close to Merhil. The dark sorcerers have a very powerful attack. Though I can slow them with my magic before fighting them face to face.
de: Halt, Lahias! Zieh noch nicht in die Schlacht. Allein und auf eigene Faust wirst Du keine guten Chancen haben, zu überleben. Denk daran, dein Angriff ist viel stärker, wenn du in der Nähe von Merhil kämpfst. Die dunklen Hexenmeister greifen sehr mächtig an. Aber ich kann sie mit meinem Zauber verlangsamen, bevor ihr sie bekämpft.
ru: Осторожней, Лахиас! Не лезь в одиночку в самую гущу битвы. Зачем рисковать понапрасну? Да и удары твои куда сильнее, когда ты сражаешься бок о бок с Мирхайлом. Не стоит недооценивать тёмных магов — их колдовство может оказаться смертельно опасным... единственное, я попытаюсь ослабить их своим волшебством, прежде, чем мы столкнёмся лицом к лицу.

source: Defeat both of the dark sorcerers
de: Besiege die beiden dunklen Hexenmeister
ru: Одолейте двух тёмных магов

source: Find the hidden treasure
de: Finde den versteckten Schatz
ru: Найдите скрытое сокровище

source: The undead have been eliminated and you managed to find the treasure.
de: Die Untoten wurden vernichtet und ihr halft uns, den Schatz zu finden.
ru: Вот и славно. Мертвяки разбиты и сокровище найдено.

source: Many thanks for your assistance, good elves! You will always be welcomed in our village.
de: Vielen Dank für Eure Hilfe, gute Elfen! Ihr werdet in unserem Dorf immer willkommen sein.
ru: Благодарствуем за помощь, благородные эльфы! В наших краях всегда вам рады будут.

source: Thank you... Farewell.
de: Vielen Dank … Lebt wohl.
ru: Спасибо за добрые слова... И прощайте.

source: Hey, wait! What about the treasure? Our share... Give it to us.
de: Hey, wartet! Was ist mit dem Schatz? Unser Anteil… Gebt ihn uns.
ru: Погодьте! А со скарбом-то чё? Наша часть... Отдайте нам её.

source: You are mistaken, good man. There is no gold for you. The treasure is at good hands now - ours. Do you want it? Come to take it!
de: Du irrst dich, guter Mann. Es gibt kein Gold für euch. Der Schatz ist jetzt in guten Händen — in unseren. Willst du ihn? Dann komm und hole ihn dir!
ru: Ты ошибся, добрый крестьянин, для вас в сундуке не было никакого золота. Ведь нельзя же так рисковать. А сокровище теперь в надёжных руках и ему ничего не угрожает. Что-то не нравится? Ну так подойти и возьми!

source: Aaagrh! You will regret that! The waters of the river will lower soon. Then our united army will get that treasure... And your inhuman skulls as well!
de: Aaagrh! Das wirst du noch bereuen! Das Wasser des Flusses wird bald sinken. Dann wird unser vereinigtes Heer sich den Schatz holen… Und eure elfischen Schädel noch dazu!
ru: Архххх! Вы пожалеете о содеянном! Вскоре воды в реке опустятся и вот тогда-то наши силы до вас и доберутся, и не токмо своё сокровище отберём... но и ваши черепушки поганые!

source: Oh, we are sooo scared! These <i>bloodthirsty</i> peasants are going to fight us. Did you hear that, my friends? Rather put down your weapons and draw feathers instead, we don't want to hurt them too much.
de: Ach, wir sind ja sooo geängstigt! Diese <i>blutrünstigen</i> Bauern wollen uns bekämpfen. Habt ihr das gehört, meine Freunde? Legt lieber die Waffen nieder und trollt euch, wir wollen euch nicht zu sehr verletzten.
ru: О, как мы испугались! Мерхайл, у тебя поджилки не трясутся? Поглядите, мои друзья, эти <i>кровожадные</i> селяне бросают нам вызов. Эй, вы, там, сложите-ка своё оружие, да поскорее! Мы не хотим причинять вам излишнюю боль.

source: They are ridiculous! We can hire enough warriors to defeat whole legion of peasants or undead.
de: Ach wie lächerlich! Wir können genug Krieger anheuern, um ganze Legionen von Bauern oder Untoten zu besiegen.
ru: Забавные они. Мы ведь можем нанять сколько угодно воинов и расправиться не только с толпою грязных крестьян, но и с полчищем мертвецов.

source: 2) The golden chest
de: 2) Die goldene Truhe
ru: 2) Сундук полный золота

source: The gold is a treacherous thing. It's glittering glance caused more troubles than anything else did throughout the history. It can cause friendships to fall apart and make recent allies become sworn enemies. Enemies prepared to slaughter each other without hesitation.
de: Gold ist eine tückische Sache. Sein schimmernder Glanz verursacht mehr Probleme, als alles andere auf der Welt. Es kann Freundschaften zerstören und aus Verbündeten Todfeinde machen. Und Feinde dazu bringen, sich gegenseitig ohne Gnade abzuschlachten.
ru: Золото - предательская вещица. Его обманчивое сияние принесло миру столько неприятностей, как ни что иное. Сколько друзей разругалось при виде этого металла, сколько верных союзников обратились в заклятых врагов... А враги готовы убить друг друга без колебаний...

source: Durondela
ru: Дуронделла

source: Aglarond
ru: Агларонд

source: Roccondil
ru: Роккондил

source: teamname^Villagers
de: Dörfler
ru: Крестьяне

source: Herbert
ru: Герберт

source: Samin Leafstel
ru: Сеймэн Лифстил

source: Defeat Teddy
de: Besiege Teddy
ru: Поражение Тедди

source: Force Samin to surrender to you
de: Zwinge Samin Leafstel zur Kapitulation
ru: Вынудите сдаться Сеймэна

source: Time for our revenge has come! Surrender to the united forces of our villages!
de: Die Zeit unserer Rache ist gekommen! Ergebt euch den vereinten Kräften unserer Dörfer!
ru: Вот и настала пора нашей мести! Сдавайтесь! Вам не выстоять супротив всех сил окрестных деревень!

source: Oh, and what about this? Take your pitchforks and go back home before... WHAT THE HELL IS THAT RANGER DOING HERE?
de: Na, was soll denn das werden? Nehmt eure Mistgabeln und geht zurück nach Hause, bevor… WAS ZUM TEUFEL MACHT DIESER WALDLÄUFER HIER?
ru: И что это меняет? Плюс минус одна деревня... Знаешь что? Засунь-ка свои силы сам догадайся куда, и топай к родным свиньям прежде.. ТРОЛЛЬ РАЗДЕРИ, ЧТО ЗДЕСЬ ДЕЛАЕТ РЕЙНДЖЕР?

source: My name is Samin Leafstel and I am the chief of one of these human villages. How did I become what I am is not your business. Here I stand to destroy anyone who threatens my new home.
de: Ich bin Samin Leafstel und der Anführer eines dieser Dörfer. Wie ich geworden bin, was ich bin, ist nicht eure Sache. Doch ich vernichte jeden, der meine neue Heimat bedroht.
ru: Меня зовут Сеймэн Лифстил, я руковожу здешними людскими поселениями. Ваш поступок бесчестен. Хоть мне и плевать на ваши дела, но тот, кто причинил вред моему новому дому, не уйдёт от ответа.

source: Brother?! You're alive! What are you doing here? Do you not recognize me?
de: Bruder?! Du lebst! Was machst du denn hier? Erkennst du mich nicht?
ru: Брат?! Ты жив! Что же ты здесь делаешь? Разве ты не признаёшь меня?

source: I do recognize you quite well, my stray sister. Heed my words - your deads will not be left unpunished. I cannot let you live after what you have done to these villagers. None of you. Prepare to die!
de: Ich kenne dich noch gut, meine umherirrende Schwester. Achtet auf meine Worte - eure Taten werden nicht ungesühnt bleiben. Ich kann euch nicht am Leben lassen, nach dem, was ihr diesen Dorfbewohnern angetan habt. Keinen von euch. Macht euch bereit zu sterben!
ru: Я признал тебя, моя беспризорная сестричка. Но не родня ты мне после содеянного. Кровь моих безвинных людей не останется без отмщения, а ваши преступления безнаказанными. Каждому из вас приговором будет смерть.

source: Mermen of the far seas, I call you to our side.
de: Wassermänner der weiten Meere, ich rufe euch auf unsere Seite.
ru: Водяные далёких морей! Призываю вас!

source: Smash 'em, men!
de: Zerschmettert sie, Männer!
ru: Разобьём их, братья!

source: No! Spare my life... please...
de: Nein! Verschone mein Leben… Bitte…
ru: Нет! Пожалуйста, сохраните мне жизнь...

source: Victory is ours! But more adventures await us...
de: Der Sieg ist unser! Aber neue Abenteuer erwarten uns…
ru: Победа наша! Теперь нас ожидают новые приключения...

source: My friends will avenge me!
de: Meine Freunde werden mich rächen!
ru: Мои друзья отомстят за меня!

source: I saw a group of undead heading this way. We must prepare for their arrival.
de: Ich sah eine Gruppe von Untoten in diese Richtung kommen. Wir müssen uns auf ihre Ankunft vorbereiten.
ru: Я приметил, как вон в том направлении двигались крупные отряды мертвяков. Надо бы приготовиться и встретить их, как положено.

source: We will miss you, Durondela. What future awaits us without you?
de: Wir werden dich vermissen, Durondela. Welche Zukunft erwartet uns ohne dich?
ru: Нам будем недоставать тебя, Дуронделла. Что же нам без тебя делать?

source: Any last words?
de: Irgendwelche letzten Worte?
ru: Скажешь что-нибудь напоследок?

source: Wait! Don't kill me, I can be useful to you. I was up to take a journey westwards to seek help of the Brotherhood of Light. I've heard rumors about their secret weapon against those wretched undead.
de: Warte! Töte mich nicht, ich kann für euch nützlich sein. Ich war auf der Reise nach Westen, um die Bruderschaft des Lichts zu suchen. Ich habe Gerüchte über ihre Geheimwaffe gegen diese elenden Untoten gehört.
ru: Подождите! Не убивайте меня! Я поделюсь с вами ценной информацией. Мертвецы эти нам давно уже досаждают, и я готов был отправиться искать помощи на западе у Пресветлого Братства. Ходят слухи, что есть у них тайное оружие против мертвецов.

source: Liar! You thought these lies will save your life? Merhil, kill him.
de: Lügner! Du dachtest diese Lügen würden dein Leben retten? Merhil, töte ihn.
ru: Лжец! Ты надеялся, что такими бреднями выторгуешь свою жалкую жизнь? Мирхайл, прикончи его поскорее.

source: Wait! What if his words are true?
de: Warte! Was ist, wenn seine Worte wahr sind?
ru: Погоди. А если он не врёт?

source: They are, I swear...
de: Sie sind es, das schwöre ich…
ru: Клянусь...

source: Let him prove it. He may be a valuable ally. What do you say, Nerelia?
de: Laßt es ihn beweisen. Er kann ein wertvoller Verbündeter sein. Was sagst du, Nerelia?
ru: Так и быть. Пусть свои слова докажет делом. Может и сгодится на что. Что скажешь, Нерелия?

source: Please, Nerelia, forgive me! I never really meant to hurt you...
de: Bitte Nerelia, vergib mir! Ich wollte dich nie wirklich verletzen…
ru: Пожалуйста, Нерелия, прости меня! Я не хотел причинить тебе боль...

source: I hope I won't have to regret this... Let him go. ou are now obliged to Lahias, my brother.
de: Ich hoffe, ich werde es nicht bereuen … Lass ihn gehen. Du bist jetzt Lahias verpflichtet, mein Bruder.
ru: Надеюсь, о сделанном не пожалею... Пусть живёт. Теперь, братец, ты обязан своей жизнью Лахиасу.

source: Thank you! Next time we meet, I will save HIS life. Farewell for now.
de: Danke! Das nächste Mal wenn wir uns treffen, werde ich sein Leben retten. Bis dahin lebt wohl.
ru: Благодарю. При следующей встрече я верну долг и спасу ЕГО жизнь. Прощайте.

source: My village, my people! All is lost!
de: Mein Dorf, mein Volk! Alles ist verloren!
ru: Моя деревня, мои люди! Всё пропало!

source: Merhil, do you hear that?
de: Merhil, hörst du dass?
ru: Мирхайл, ты слышишь то, что слышу я?

source: What are you talking about?
de: Wovon sprichst du?
ru: Ты о чём?

source: A storm or something... No, it is not a storm. I can feel something very evil. It is near, very near!
de: Ein Sturm oder so etwas … Nein, es ist kein Sturm. Ich spüre etwas sehr Böses. Es ist nahe, sehr nahe!
ru: Шторм или... Нет, это не шторм. Я чувствую, как надвигается нечто злое, всё ближе и ближе!

source: You are right, Lahias. I sense a dark magic here.
de: Du hast recht Lahias. Ich spüre eine dunkle Magie.
ru: Ты прав, Лахиас. Я тоже чувствую приближение тёмной магии.

source: Aaaaaargh!
ru: Ааааргх!

source: He disappeared! How is that possible? And what do we do now?
de: Er ist verschwunden! Wie ist das möglich? Was sollen wir jetzt tun?
ru: Он исчез! Как это возможно? И что теперь делать?

source: 3) Rise of the undead
de: 3) Der Aufstieg der Untoten
ru: 3) Восстание мертвецов

source: Not far to the north, first hordes of the undead has shown up. This may be a great test for Lahias and his new abilities. But will he stand a chance against such an evil?
de: Nicht weit im Norden zeigen sich die ersten Scharen der Untoten. Das wird eine große Prüfung für Lahias und seine neuen Fähigkeiten werden. Aber wird er überhaupt eine Chance gegen etwas derart böses haben?
ru: Недолго суждено было нашим героям идти на север: встали на их пути мертвецкие орды. Выдержит ли Лахиас новое испытание? Помогут ли обретённые им способности выстоять против зла?
